{
  "books": [
    {
      "id": "B018ER7JRC",
      "url": "E:\\Books\\Novels\\1 The Gunslinger - Stephen King.epub",
      "name": "1 The Gunslinger - Stephen King.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///6abe7794-54ac-417e-b7bb-957e482f7ab1",
      "title": "The Gunslinger",
      "author": "Stephen King",
      "description": "<div><p>“An impressive work of mythic magnitude that may turn out to be Stephen King’s greatest literary achievement” (<em>The Atlanta Journal-Constitution</em>), <em>The Gunslinger</em> is the first volume in the epic Dark Tower Series.  </p>\n<p>A #1 national bestseller, <em>The Gunslinger</em> introduces readers to one of Stephen King’s most powerful creations, Roland of Gilead: The Last Gunslinger. He is a haunting figure, a loner on a spellbinding journey into good and evil. In his desolate world, which mirrors our own in frightening ways, Roland tracks The Man in Black, encounters an enticing woman named Alice, and begins a friendship with the boy from New York named Jake.  </p>\n<p>Inspired in part by the Robert Browning narrative poem, “Childe Roland to the Dark Tower Came,” <em>The Gunslinger</em> is “a compelling whirlpool of a story that draws one irretrievable to its center” (<em>Milwaukee Sentinel</em>). It is “brilliant and fresh…and will leave you panting for more” (<em>Booklist</em>).</p>\n<p>**</p><h3>Amazon.com Review</h3>\n<p>Thirty-three years, a horrific and life-altering accident, and thousands of desperately rabid fans in the making, Stephen King's quest to complete his magnum opus rivals the quest of Roland and his band of gunslingers who inhabit the Dark Tower series. Loyal DT fans and new readers alike will appreciate this revised edition of <em>The Gunslinger</em>, which breathes new life into Roland of Gilead, and offers readers a \"clearer start and slightly easier entry into Roland's world.\"</p>\n<p>King writes both a new introduction and foreword to this revised edition, and the ever-patient, ever-loyal \"constant reader\" is rewarded with secrets to the series's inception. That a \"magic\" ream of green paper and a Robert Browning poem, came together to reveal to King his \"ka\" is no real surprise (this is King after all), but who would have thought that the squinty-eyed trio of Clint Eastwood, Lee Van Cleef, and Eli Wallach would set the author on his true path to the Tower? While King credits Tolkien for inspiring the \"quest and magic\" that pervades the series, it was Sergio Leone's <em>The Good, the Bad, and the Ugly</em> that helped create the epic proportions and \"almost absurdly majestic western backdrop\" of Roland's world.</p>\n<p>To King, <em>The Gunslinger</em> demanded revision because once the series was complete it became obvious that \"the beginning was out of sync with the ending.\" While the revision adds only 35 pages, Dark Tower purists will notice the changes to Allie's fate and Roland's interaction with Cort, Jake, and the Man in Black--all stellar scenes that will reignite the hunger for the rest of the series. Newcomers will appreciate the details and insight into Roland's life. The revised Roland of Gilead (nee Deschain) is embodied with more humanity--he loves, he pities, he regrets. What DT fans might miss is the same ambiguity and mystery of the original that gave the original its pulpy underground feel (back when King himself awaited word from Roland's world). <em>--Daphne Durham</em></p>\n<h3>From Library Journal</h3>\n<p>King's (Pet Sematary, Audio Reviews, LJ 11/1/98) fantastical and allegorical \"Dark Tower\" series commenced in 1982 with the publication of The Gunslinger. Subsequent volumes have appeared about every five years thereafter. The Gunslinger introduces protagonist Roland as he pursues the Man in Black through bleak and tired landscapes in a world that has \"moved on.\" Roland believes that the Man in Black knows and can be made to reveal the secrets of the Dark Tower, which is the ultimate goal of Roland's quest. The Waste Lands sees Roland and his fellow travelers continuing the quest for the Dark Tower. They journey through imaginative landscapes, over astounding obstacles, and meet with and confront a unique and fully drawn cast of characters, both human and nonhuman. Reader Frank Muller gives voice to the characters with a thoroughly engaging precision, accuracy, and great humanity and with an edge that drives the story onward and seems to amplify King's skill as an author. Highly recommended for all fiction collections.?Kristen L. Smith, Loras Coll. Lib., Dubuque, IA<br>\nCopyright 1998 Reed Business Information, Inc. </p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "B018ER7IRI",
      "url": "E:\\Books\\Novels\\2 The Drawing of the Three - Stephen King.epub",
      "name": "2 The Drawing of the Three - Stephen King.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///6afef05c-5849-4755-aa4f-4e80cee8c64b",
      "title": "The Drawing of the Three",
      "author": "Stephen King",
      "description": "<div><p>The second volume in Stephen King’s #1 bestselling Dark Tower Series, <em>The Drawing of the Three</em> is an “epic in the making” (<em>Kirkus Reviews</em>) about a savage struggle against underworld evil and otherworldly enemies.  </p>\n<p>“Stephen King is a master at creating living, breathing, believable characters,” hails <em>The</em> <em>Baltimore Sun</em>. Beginning just less than seven hours after The Gunslinger ends, in the second installment to the thrilling Dark Tower Series, Roland encounters three mysterious doorways on a deserted beach along the Western Sea. Each one enters into a different person’s life in New York—here, he joins forces with the defiant young Eddie Dean, and with the beautiful, brilliant, and brave Odetta Holmes, to save the Dark Tower.  </p>\n<p>“This quest is one of King’s best…it communicates on a genuine, human level…but is rich in symbolism and allegory” (<em>Columbus Sunday Dispatch</em>). It is a science fiction odyssey that is unlike any tale that Stephen King has ever written.</p>\n<p>**</p><h3>From Publishers Weekly</h3>\n<p>Elaborating at great length on Robert Browning's cryptic narrative poem \"Childe Roland to the Dark Tower Came,\" the second volume of King's post-Armageddon epic fantasy presents the equally enigmatic quest of Roland, the world's last gunslinger, who moves through an apocalyptic wasteland toward the Dark Tower, \"the linchpin that holds all of existence together.\" Although these minor but revealing books (which King began while still in college) are full of such adolescent portentousness, this is livelier than the first. Roland enters three lives in the alternate world of New York City: junkie and drug runner Eddie Dean, schizophrenic heiress Odetta Holmes and serial murder Jack Mort. If King tells us too little about Roland, he gives us too much about these misfits who are variously healed or punished exactly as expected. Typically, King is much better at the minutiae and sensations of a specific physical world, and several such bravura sequences (from an attack by mutant lobsters to a gun store robbery) are standouts amid the characteristic headlong storytelling. BOMC alternate. <br>\nCopyright 1989 Reed Business Information, Inc. </p>\n<h3>Review</h3>\n<p>King is a master at creating living, breathing, believable characters. (Baltimore Sun)  </p>\n<p>This quest is one of King’s best…communicates on a genuine, human level…but rich in symbolism and allegory. (Columbus Sunday Dispatch)  </p>\n<p>Prime King…very suspenseful. An epic in the making. (Kirkus)  </p></div>",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "B018ER7IR8",
      "url": "E:\\Books\\Novels\\3 The Waste Lands - Stephen King.epub",
      "name": "3 The Waste Lands - Stephen King.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///3786319a-8554-4f92-a4e6-c2d88001c1dd",
      "title": "The Waste Lands",
      "author": "Stephen King",
      "description": "<div><p>The third volume in the #1 nationally bestselling Dark Tower Series, involving the enigmatic Roland (the last gunfighter) and his ongoing quest for the Dark Tower, is “Stephen King at his best” (<em>School Library Journal</em>).  </p>\n<p>Several months have passed since <em>The Drawing of the Three</em>, and in <em>The Waste Lands</em>, Roland’s two new <em>tet</em>-mates have become trained gunslingers. Eddie Dean has given up heroin, and Odetta’s two selves have joined, becoming the stronger and more balanced personality of Susannah Dean. But Roland altered <em>ka</em> by saving the life of Jake Chambers, a boy who—in Roland’s world—has already died. Now Roland and Jake exist in different worlds, but they are joined by the same madness: the paradox of double memories. Roland, Susannah, and Eddie must draw Jake into Mid-World and then follow the Path of the Beam all the way to the Dark Tower. There are new evils…new dangers to threaten Roland’s little band in the devastated city of Lud and the surrounding wastelands, as well as horrific confrontations with Blaine the Mono, the piratical Gasher, and the frightening Tick-Tock Man.  </p>\n<p>The Dark Tower Series continues to show Stephen King as a master of his craft. What lands, what peoples has he visited that are so unreachable to us except in the pages of his incredible books? Now Roland’s strange odyssey continues. <em>The Waste Lands</em> follows <em>The Gunslinger</em> and <em>The Drawing of the Three</em> as the third volume in what may be the most extraordinary and imaginative cycle of tales in the English language.</p>\n<p>**</p><h3>From Publishers Weekly</h3>\n<p>King's third volume on Roland the gunfighter's search for the Dark Tower offers charming bits of whimsy, some splendidly tense moments and one rip-roaring horror scene. At times, however, it is pretentious and the direction of the sprawling plot uncertain. Roland has two companions on his quest for the tower at the portal of all the worldsp. 53 : Susannah Dean and Eddie Dean, who entered his world from New York City of 1963 and 1987, respectively. When the three track down the den of a 70-foot-tall cyborg bear, they are pointed down a path leading to the Tower. But Roland is slowly going mad, a fact that seems linked to his past experiences with Jake Chambers, a boy who died twicestet ital in the first book of the series. Jake reappears here, displaying great resilience in crossing over from 1977 New York City to join Roland &amp; Co. (As Susannah notes, \"This time-travel business is some confusing shit.\") They press on, plumbing the depths of a children's book that tells a profound and ancient tale. Unfortunately, the questers don't reach the Tower; in fact, they're caught in a cliff-hanger ending--King says, he'll write volume four if we want it. Illustrations not seen by PW. 1.5 million first printing; $400,000 ad/promo; BOMC and QPB selections. <br>\nCopyright 1991 Reed Business Information, Inc. </p>\n<h3>From School Library Journal</h3>\n<p>YA-- The third installment in the offbeat fantasy saga involving the enigmatic Roland (the last gunfighter) and his quest for the Dark Tower. While the story (inspired by Robert Browning's narrative poem ``Childe Roland to the Dark Tower Came'') is entertaining, what really makes it outstanding are King's unique, multifaceted characters. This is Stephen King at his best.<br>\nCopyright 1992 Reed Business Information, Inc. </p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "B018ER7IMS",
      "url": "E:\\Books\\Novels\\4 Wizard and Glass - Stephen King.epub",
      "name": "4 Wizard and Glass - Stephen King.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///7403a351-1bd2-4fa3-b160-289966f9018e",
      "title": "Wizard and Glass",
      "author": "Stephen King",
      "description": "<div><p>The fourth volume in the brilliant Dark Tower Series is “splendidly tense…rip-roaring” (<em>Publishers Weekly</em>)—a #1 national bestseller about an epic quest to save the universe.  </p>\n<p>In <em>Wizard and Glass</em>, Stephen King is “at his most ebullient…sweeping readers up in…swells of passion” (<em>Publishers Weekly</em>) as Roland the Gunslinger, Eddie, Susannah, and Jake survive Blaine the Mono’s final crash, only to find themselves stranded in an alternate version of Topeka, Kansas, that has been ravaged by the superflu virus. While following the deserted I-70 toward a distant glass palace, Roland recounts his tragic story about a seaside town called Hambry, where he fell in love with a girl named Susan Delgado, and where he and his old <em>tet</em>-mates Alain and Cuthbert battled the forces of John Farson, the harrier who—with a little help from a seeing sphere called Maerlyn’s Grapefruit—ignited Mid-World’s final war.  </p>\n<p>Filled with “blazing action” (<em>Booklist</em>), the fourth installment in the Dark Tower Series “whets the appetite for more” (<em>Bangor Daily News</em>). <em>Wizard and Glass</em> is a thrilling read from “the reigning King of American popular literature” (<em>Los Angeles Daily News</em>).</p>\n<p>**</p><h3>Amazon.com Review</h3>\n<p><em>Wizard and Glass</em>, the fourth episode in King's white-hot Dark Tower series, is a sci-fi/fantasy novel that contains a post-apocalyptic Western love story twice as long. It begins with the series' star, world-weary Roland, and his world-hopping posse (an ex-junkie, a child, a plucky woman in a wheelchair, and a talking dog-like pet named Oy the Bumbler) trapped aboard a runaway train. The train is a psychotic multiple personality that intends to commit suicide with them at 800 m.p.h.--unless Roland and pals can outwit it in a riddling contest.</p>\n<p>It's a great race, for the mind and pulse. Movies should be this good. Then comes a 567-page flashback about Roland at age 14. It's a well-marbled but meaty tale. Roland and two teen homies must rescue his first love from the dirty old drooling mayor of a post-apocalyptic cowboy town, thwart a civil war by blowing up oil tanks, and seize an all-seeing crystal ball from Rhea, a vampire witch. The love scenes are startlingly prominent and earthier than most romance novels (they kiss until blood trickles from her lip).</p>\n<p>After an epic battle ending in a box canyon to end all box canyons, we're back with grizzled, grown-up Roland and the train-wreck survivors in a parallel world: Kansas in 1986, after a plague. The finale is a weird fantasy takeoff on <em>The Wizard of Oz</em>. Some readers will feel that the latest novel in King's most ambitious series has too many pages--almost 800--but few will deny it's a page-turner. </p>\n<h3>From Library Journal</h3>\n<p>Frank Muller's reading of King's fourth book in a projected seven-part series (e.g., The Waste Lands: The Dark Tower, Bk. 3, Audio Reviews LJ 2/15/92) is effective in creating a suspenseful and fearful atmosphere. We find Roland, the knight errant/gunslinger, continuing his quest to attain the Dark Tower, the source of destructive forces in his Mid-World. A major portion of this work is a recounting by Roland of his ill-fated love affair with Susan Delgado. The writing is expectedly imaginative, the story line engrossing, and the characters vivid. The listener is carried along through alternating Western, urban, and futuristic settings. The work stands on its own, incorporating a summary of Books 1-3, but will be better appreciated if listened to as part of the whole. Recommended for sf/fantasy collections and Stephen King fans.?Catherine Swenson, Norwich Univ. Lib., Northfield, Vt.<br>\nCopyright 1998 Reed Business Information, Inc. </p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "9781451658927",
      "url": "E:\\Books\\Novels\\4.5 The Wind Through the Keyhole - Stephen King.epub",
      "name": "4.5 The Wind Through the Keyhole - Stephen King.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///3e923098-e518-4225-bdc1-38f0bb837470",
      "title": "The Wind Through the Keyhole",
      "author": "Stephen King",
      "description": "",
      "coverRelativePath": "OEBPS/images/26469.jpg"
    },
    {
      "id": "B000FC0VEI",
      "url": "E:\\Books\\Novels\\5 Wolves of the Calla - Stephen King.epub",
      "name": "5 Wolves of the Calla - Stephen King.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///b5e203a0-c59b-4dc0-8563-ebd96bcda802",
      "title": "Wolves of the Calla",
      "author": "Stephen King",
      "description": "<div><p>Roland Deschain and his <em>ka-tet</em> are bearing southeast through the forests of Mid-World, the almost timeless landscape that seems to stretch from the wreckage of civility that defined Roland's youth to the crimson chaos that seems the future's only promise. Readers of Stephen King's epic series know Roland well, or as well as this enigmatic hero can be known. They also know the companions who have been drawn to his quest for the Dark Tower: Eddie Dean and his wife, Susannah; Jake Chambers, the boy who has come twice through the doorway of death into Roland's world; and Oy, the Billy-Bumbler. </p><p>In this long-awaited fifth novel in the saga, their path takes them to the outskirts of Calla Bryn Sturgis, a tranquil valley community of farmers and ranchers on Mid-World's borderlands. Beyond the town, the rocky ground rises toward the hulking darkness of Thunderclap, the source of a terrible affliction that is slowly stealing the community's soul. One of the town's residents is Pere Callahan, a ruined priest who, like Susannah, Eddie, and Jake, passed through one of the portals that lead both into and out of Roland's world. </p><p>As Father Callahan tells the <em>ka-tet</em> the astonishing story of what happened following his shamed departure from Maine in 1977, his connection to the Dark Tower becomes clear, as does the danger facing a single red rose in a vacant lot off Second Avenue in midtown Manhattan. For Calla Bryn Sturgis, danger gathers in the east like a storm cloud. The Wolves of Thunderclap and their unspeakable depredation are coming. To resist them is to risk all, but these are odds the gunslingers are used to, and they can give the <em>Calla-folken</em> both courage and cunning. Their guns, however, will not be enough.</p><h3>From Publishers Weekly</h3><p>\"Time is a face on the water,\" stretching and contorting reality as gunslingers Roland, Eddie, Susannah, Jake and their talking pet \"billy-bumbler\" Oy continue their quest to prevent the destruction of the Dark Tower and, consequently, save all worlds from Chaos and the Crimson King's evil, red-eyed glare. Roland-the primary hero of King's epic tale, the first volume of which appeared in 1982-and company momentarily fall off the \"Path of The Beam\" to help the residents of Calla Bryn Sturgis, a farm town. But as Dark Tower fans know, everything follows The Beam, so what looks like a detour may really serve the will of \"ka\" (destiny). Roland and his posse learn that every 20-odd years the \"Wolves\" kidnap one child from each set of the Calla's twins, bring them to the Tower and, weeks later, send them back mentally and physically impaired. Meanwhile, back in 1977 New York City (the alternate world of Roland's surrogate son, Jake), bookstore owner Calvin Tower is being threatened by a group of thugs (readers will recognize them from The Drawing of the Three, 1987) to sell them a vacant lot in midtown Manhattan. In the lot stands a rose, or rather the Rose, which is our world's manifestation of the Dark Tower. With the help of the Old Fella (also known to <code>Salem's Lot readers as Father Callahan), the gunslingers must devise a plan against evil in both worlds. The task, however, is further complicated as Roland and his gang start noticing behavioral changes in wheelchair-bound, recovered schizophrenic Susannah.As the players near the Tower, readers will keep finding exciting ties between the Dark Tower universe and King's other books, with links to Black House, Insomnia, The Eyes of the Dragon, The Stand,</code>Salem's Lot and Hearts in Atlantis. The high suspense and extensive character development here (especially concerning Jake's coming-of-age), plus the enormity of King's ever-expanding universe, will surely keep his \"Constant Readers\" in awe.<br>Copyright 2003 Reed Business Information, Inc. </p><h3>From Booklist</h3><p><em>Wizard and Glass</em> (1997), volume 4 of King's massive, postapocalyptic, chivalrized western, The Dark Tower, was rather a snooze, not for lack of action but because it was primarily a flashback that drew unmercifully on King's stash of horse-opera cliches. \"'S'all very nice,\" one thought, \"but let's move it, Steve!\" Volume 5--this book--moves it, despite not getting Roland the Gunslinger much nearer the Dark Tower, taking another big backward glance, and continuing to mine an open pit of oater conceits. Roland's <em>ka-tet--</em>himself and three twentieth-century New Yorkers, all of them now fellow gunslingers--approach a ranching and farming community anticipating a recurrent pestilence. After 23 years, the Wolves are coming from the evil-darkened East to abduct one of every pair of prepubescent twins older than three. The children will be returned, but nearly witless and sterile, doomed to grow immensely and enormously painfully in their middle teens, serve (if not too stupid) as workhorses, and suddenly, painfully wither and die in their early thirties. An erstwhile priest in the community knows what Roland and company are, and he persuades a community to send a committee to ask for their help. Of course, once asked, the code of the gunslinger compels acceptance. Gonna be a humdinger of a fight! Fore and aft of the showdown, King stuffs the book with juice, like the big flashback, in which Pere Callahan reveals his past in . . . 'Salem's Lot. One of the greatest cavalcades in popular fiction is back on track. <em>Ray Olson</em><br><em>Copyright © American Library Association. All rights reserved</em></p></div>",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "B000FC1QM4",
      "url": "E:\\Books\\Novels\\6 Song of Susannah - Stephen King.epub",
      "name": "6 Song of Susannah - Stephen King.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///57ef81a1-d800-4e55-ba27-d657fc55ddbc",
      "title": "Song of Susannah",
      "author": "Stephen King",
      "description": "<div><p><strong>Stephen King </strong></p><p><strong> <em>The Dark Tower VI: Song of Susannah</em> with 10 full-color illustrations by Darrel Anderson</strong></p><p>The next-to-last novel in Stephen King's seven-volume magnum opus, <em>Song of Susannah</em> is at once a book of revelation, a fascinating key to the unfolding mystery of the Dark Tower, and a fast-paced story of double-barreled suspense. </p><p>To give birth to her \"chap,\" demon-mother Mia has usurped the body of Susannah Dean and used the power of Black Thirteen to transport to New York City in the summer of 1999. The city is strange to Susannah...and terrifying to the \"daughter of none,\" who shares her body and mind. </p><p>Saving the Tower depends not only on rescuing Susannah but also on securing the vacant lot Calvin Tower owns before he loses it to the Sombra Corporation. Enlisting the aid of Manni senders, the remaining katet climbs to the Doorway Cave...and discovers that magic has its own mind. It falls to the boy, the billy-bumbler, and the fallen priest to find Susannah-Mia, who, in a struggle to cope -- <em>with</em> each other and with an alien environment -- \"go todash\" to Castle Discordia on the border of End-World. In that forsaken place, Mia reveals her origins, her purpose, and her fierce desire to mother whatever creature the two of them have carried to term. </p><p>Eddie and Roland, meanwhile, tumble into western Maine in the summer of 1977, a world that should be idyllic but isn't. For one thing, it is real, and the bullets are flying. For another, it is inhabited by the author of a novel called <em>'Salem's Lot,</em> a writer who turns out to be as shocked by them as they are by him. </p><p>These are the simple vectors of a story rich in complexity and conflict. Its dual climaxes, one at the entrance to a deadly dining establishment and the other appended to the pages of a writer's journal, will leave readers gasping for the saga's final volume (which, Dear Reader, follows soon, say thank ya).</p><h3>From Publishers Weekly</h3><p>There's something about a crippled, black, schizophrenic, civil rights activist-turned-gunslinger whose body has been hijacked by a white, pregnant demon from a parallel world that keeps a seven-volume story bracingly strong as it veers toward its Armageddon-like conclusion. When Susannah Dean is transported via a magic door on the outskirts of Calla Bryn Sturgis (the scene of much of <em>The Dark Tower V: Wolves of the Calla</em>) to New York City in the summer of 1999, the \"demon-mother\" who possesses her, Mia, has only one thing on her mind. She must give birth to her \"chap\" at a predetermined location in Manhattan's East 60s, as instructed by the henchmen-or \"Low Men\"-of the evil Crimson King. Pressed for time, Father Callahan, preteen Jake and talking pet \"billy-bumbler\" Oy follow Susannah and Mia's trail in an effort to prevent an act that would quicken the destruction of the Dark Tower and, in turn, of all worlds. Meanwhile, gunslingers Roland and Eddie travel to 1977 Maine in search of bookstore owner Calvin Tower, who is being hunted down by mobster Enrico Balazar and his gang, who first appeared in Eddie's version of New York in <em>The Drawing of the Three</em> Avid readers of the series will either be completely enthralled or extremely irritated when, in a gutsy move, the author weaves his own character into this unpredictable saga, but either way there's no denying the ingenuity with which King paints a candid picture of himself. The sixth installment of this magnum opus stops short with the biggest cliffhanger of King's career, but readers at the edge of their seats need only wait a few short months (<em>Dark Tower VII: The Dark Tower</em>) to find out how-and if-King's fictional universe will come to an end. 10 full-color illus. not seen by <em>PW</em>. <br>Copyright © Reed Business Information, a division of Reed Elsevier Inc. All rights reserved. </p><h3>From Booklist</h3><p>King's epical Dark Tower hastens to a close, and its penultimate volume is one of the speediest. The gunslingers of Mid-World and other alternate Earths have defeated <em>The Wolves of the Calla</em> (2003) but lost one of their number. Susannah Dean, nee Odetta Holmes, lacking her lower legs after a minion of the Satan of Mid-World, the Crimson King, pushed her in front of a subway train, and whose personality is sometimes split between black bourgeoise Odetta and viciously paranoiac Detta Walker, has been taken over by the spirit Mia to be the body in which Mia will gestate a boy who will eventually kill head gunslinger Roland. The child is to be born in New York in 1999, which is where Susannah-Mia repairs through one of the doors between worlds. The other gunslingers pursue through the same door, but only 11-year-old Jake Chambers, accompanied by former 'Salems' Lot priest Don Callahan, get to New York. Roland and Susannah's husband, Eddie Dean, tumble into an ambush in New England in 1977. Each chapter--called a stanza and ending with two songlike quatrains--advances one subset of gunslingers' progress. King keeps us on tenterhooks throughout--and leaves us there. Before quite departing, he tacks on a clever coda about the gradual creation of the Dark Tower--but in which world? The series concludes with <em>The Dark Tower</em> in September. <em>Ray Olson</em><br><em>Copyright © American Library Association. All rights reserved</em></p></div>",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "B000FC294I",
      "url": "E:\\Books\\Novels\\7 The Dark Tower - Stephen King.epub",
      "name": "7 The Dark Tower - Stephen King.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///28403ef3-cf8e-4792-a6f8-6b308f9381d3",
      "title": "The Dark Tower",
      "author": "Stephen King",
      "description": "<div><p>All good things must come to an end, Constant Reader, and not even Stephen King can make a story that goes on forever. The tale of Roland Deschain's relentless quest for the Dark Tower has, the author fears, sorely tried the patience of those who have followed it from its earliest chapters. But attend to it a while longer, if it pleases you, for this volume is the last, and often the last things are best. </p><p>Roland's ka-tet remains intact, though scattered over wheres and whens. Susannah-Mia has been carried from the Dixie Pig (in the summer of 1999) to a birthing room -- really a chamber of horrors -- in Thunderclap's Fedic; Jake and Father Callahan, with Oy between them, have entered the restaurant on Lex and Sixty-first with weapons drawn, little knowing how numerous and noxious are their foes. Roland and Eddie are with John Cullum in Maine, in 1977, looking for the site on Turtleback Lane where \"walk-ins\" have been often seen. They want desperately to get back to the others, to Susannah especially, and yet they have come to realize that the world they need to escape is the only one that matters. </p><p>Thus the book opens, like a door to the uttermost reaches of Stephen King's imagination. You've come this far. Come a little farther. Come all the way. The sound you hear may be the slamming of the door behind you. Welcome to <em>The Dark Tower.</em></p><h3>Amazon.com Review</h3><p>At one point in this final book of the <em>Dark Tower</em> series, the character Stephen King (added to the plot in <em>Song of Susannah</em>) looks back at the preceding pages and says \"when this last book is published, the readers are going to be just wild.\" And he's not kidding. </p><p>After a journey through seven books and over 20 years, King's Constant Readers finally have the conclusion they've been both eagerly awaiting and silently dreading. The tension in the <em>Dark Tower</em> series has built steadily from the beginning and, like in the best of King's novels, explodes into a violent, heart-tugging climax as Roland and his <em>ka-tet</em> finally near their goal. The body count in <em>The Dark Tower</em> is high. The gunslingers come out shooting and face a host of enemies, including low men, mutants, vampires, Roland's hideous quasi-offspring Mordred, and the fearsome Crimson King himself. King pushes the gross-out factor at times--Roland's lesson on tanning (no, not sun tanning) is brutal--but the magic of the series remains strong and readers will feel the pull of the Tower as strongly as ever as the story draws to a close. During this sentimental journey, King ties up loose ends left hanging from the 15 non-series novels and stories that are deeply entwined in the fabric of Mid-World through characters like Randall Flagg (The Stand and others) or Father Callahan (<em>'Salem's Lot</em>). When it finally arrives, the long awaited conclusion will leave King's myriad fans satisfied but wishing there were still more to come. </p><p>In King's memoir <em>On Writing</em>, he tells of an old woman who wrote him after reading the early books in the <em>Dark Tower</em> series. She was dying, she said, and didn't expect to see the end of Roland's quest. Could King tell her? Does he reach the Tower? Does he save it? Sadly, King said he did not know himself, that the story was creating itself as it went along. Wherever that woman is now (the clearing at the end of the path, perhaps?), let's hope she has a copy of <em>The Dark Tower</em>. Surely she would agree it's been worth the wait. <em>--Benjamin Reese</em></p><h3>From Publishers Weekly</h3><p>A pilgrimage that began with one lone man's quest to save multiple worlds from chaos and destruction unfolds into a tale of epic proportions. While King saw some criticism for the slow pace of 1982's <em>The Gunslinger</em>, the book that launched this series, <em>The Drawing of the Three</em> (Book II, 1987), reeled in readers with its fantastical allure. And those who have faithfully journeyed alongside Roland, Eddie, Susannah, Jake and Oy ever since will find their loyalty toward the series' creator richly rewarded.The tangled web of the tower's multiple worlds has manifested itself in many of King's other works— <em>The Stand</em> (1978), <em>Insomnia</em> (1994) and <em>Hearts in Atlantis</em> (1999), to name a few. As one character explains here, \"From the spring of 1970, when he typed the line <em>The man in black fled across the desert, and the gunslinger followed</em>... very few of the things Stephen King wrote were 'just stories.' He may not believe that; we do.\" King, in fact, intertwines his own life story deeper and deeper into the tale of Roland and his surrogate family of gunslingers, and, in this final installment, playfully and seductively suggests that it might not be the author who drives the story, but rather the fictional characters that control the author.This philosophical exploration of free will and destiny may surprise those who have viewed King as a prolific pop-fiction dispenser. But a closer look at the brilliant complexity of his Dark Tower world should explain why this bestselling author has finally been recognized for his contribution to the contemporary literary canon. With the conclusion of this tale, ostensibly the last published work of his career, King has certainly reached the top of his game. And as for who or what resides at the top of the tower... The many readers dying to know will have to start at the beginning and work their way up. 12 color illus. by Michael Whelan. <br>Copyright © Reed Business Information, a division of Reed Elsevier Inc. All rights reserved. </p></div>",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "9781501131134",
      "url": "E:\\Books\\Novels\\All by Myself, Alone - Mary Higgins Clark.epub",
      "name": "All by Myself, Alone - Mary Higgins Clark.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///cfce5237-8ead-4e99-a559-57cc941750a9",
      "title": "All by Myself, Alone",
      "author": "Mary Higgins Clark",
      "description": "A glamorous cruise on a luxurious ocean liner turns deadly in the latest mystery from \"Queen of Suspense\" and #1 <i>New York Times</i> bestselling author Mary Higgins Clark.<BR>Fleeing a disastrous and humiliating arrest of her husband-to-be on the eve of their wedding, Celia Kilbride, a gems and jewelry expert, hopes to escape from public attention by lecturing on a brand-new cruise ship&#8212;the Queen Charlotte.<BR> <BR>On board she meets eighty-six-year-old Lady Emily Haywood, \"Lady Em,\" as she is known throughout the world. Immensely wealthy, Lady Em is the owner of a priceless emerald necklace that she intends to leave to the Smithsonian after the cruise.<BR> <BR>Three days out to sea Lady Em is found dead&#8212;and the necklace is missing. Is it the work of her apparently devoted assistant, Brenda Martin, or her lawyer-executor, Roger Pearson, and his wife, Yvonne, both of whom she had invited to join them on the cruise? Or is it Professor Henry Longworth, an acclaimed...",
      "coverRelativePath": "ops/images/9781501131134.jpg"
    },
    {
      "id": "9780425284698",
      "url": "E:\\Books\\Novels\\Before We Were Yours - Lisa Wingate.epub",
      "name": "Before We Were Yours - Lisa Wingate.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///7e87d499-3b08-4d9e-afbe-222d4b8d6340",
      "title": "Before We Were Yours",
      "author": "Lisa Wingate",
      "description": "<b>Two families, generations apart, are forever changed by a heartbreaking injustice in this poignant novel, inspired by a true story, for readers of <i>Orphan Train </i>and <i>The Nightingale</i>.</b><br> Memphis, 1939. Twelve-year-old Rill Foss and her four younger siblings live a magical life aboard their family's Mississippi River shantyboat. But when their father must rush their mother to the hospital one stormy night, Rill is left in charge&#8212;until strangers arrive in force. Wrenched from all that is familiar and thrown into a Tennessee Children's Home Society orphanage, the Foss children are assured that they will soon be returned to their parents&#8212;but they quickly realize that the truth is much darker. At the mercy of the facility's cruel director, Rill fights to keep her sisters and brother together&#8212;in a world of danger and uncertainty.<br> Aitken, South Carolina, present day. Born into wealth and privilege, Avery Stafford seems to have it all: a successful...",
      "coverRelativePath": "OEBPS/images/Wing_9780425284698_epub3_001_cvi.jpg"
    },
    {
      "id": "B01N5XZCTV",
      "url": "E:\\Books\\Novels\\Camino Island - John Grisham.epub",
      "name": "Camino Island - John Grisham.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///16a9d368-1f68-40dd-9ec8-c8f38fde843c",
      "title": "Camino Island",
      "author": "John Grisham",
      "description": "",
      "coverRelativePath": "cover1.jpeg"
    },
    {
      "id": "9780062391940",
      "url": "E:\\Books\\Novels\\Cave of Bones - Anne Hillerman.epub",
      "name": "Cave of Bones - Anne Hillerman.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///2c4956c7-7500-4910-bd38-a73ed8bc9797",
      "title": "Cave of Bones",
      "author": "Anne Hillerman",
      "description": "<p>New York Times bestselling author Anne Hillerman brings together modern mystery, Navajo traditions, and the evocative landscape of the desert Southwest in this intriguing entry in the Leaphorn, Chee, and Manuelito series.</p><p>When Tribal Police Officer Bernadette Manuelito arrives to speak at an outdoor character-building program for at-risk teens, she discovers chaos. Annie, a young participant on a solo experience due back hours before, has just returned and is traumatized. Gently questioning the girl, Bernie learns that Annie stumbled upon a human skeleton on her trek. While everyone is relieved that Annie is back, they're concerned about a beloved instructor who went out into the wilds of the rugged lava wilderness bordering Ramah Navajo Reservation to find the missing girl. The instructor vanished somewhere in the volcanic landscape known as El Malpais. In Navajo lore, the lava caves and tubes are believed to be the solidified blood of a terrible monster killed by...",
      "coverRelativePath": "9780062391940_coverimage.jpg"
    },
    {
      "id": "9781101902790",
      "url": "E:\\Books\\Novels\\eBookBB.com - American Wolf.epub",
      "name": "eBookBB.com - American Wolf.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///005551e1-31d3-4aab-a555-f3f2d1afc2ca",
      "title": "American Wolf",
      "author": "Nate Blakeslee",
      "description": "<b>The enthralling story of the rise and reign of O-Six, the celebrated Yellowstone wolf, and the people who loved or feared her</b><br> <br> Before men ruled the Earth, there were wolves. Once abundant in North America, these majestic creatures were hunted to near extinction by the 1920s. But in recent decades, conservationists have brought wolves back to the Rockies, igniting a battle over the very soul of the West.<br> <br> With novelistic detail, Nate Blakeslee tells the gripping story of one of these wolves, a charismatic alpha female named O-Six for the year of her birth. Uncommonly powerful, with gray fur and faint black ovals around each eye, O-Six is a kind and merciful leader, a fiercely intelligent fighter, and a doting mother. She is beloved by wolf watchers, particularly Yellowstone park ranger Rick McIntyre, and becomes something of a social media star, with followers around the world.<br> <br> But as she raises her pups and protects her pack, O-Six is challenged on...",
      "coverRelativePath": "OEBPS/images/Blak_9781101902790_epub3_001_cvi.jpg"
    },
    {
      "id": "9781542046596",
      "url": "E:\\Books\\Novels\\eBookBB.com - I Am Watching You.epub",
      "name": "eBookBB.com - I Am Watching You.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///42e67e75-c688-4a5e-8fc6-adf7a9b50305",
      "title": "I Am Watching You",
      "author": "Teresa Driscoll",
      "description": "",
      "coverRelativePath": "images/00007.jpeg"
    },
    {
      "id": "B072SSMC4H",
      "url": "E:\\Books\\Novels\\eBookBB.com - Turtles All the Way Down.epub",
      "name": "eBookBB.com - Turtles All the Way Down.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///4e92be53-0c71-4a61-aadc-b4256ca855fa",
      "title": "Turtles All the Way Down",
      "author": "John Green",
      "description": "<div><p><strong>#1 bestselling author John Green returns with his first new novel since <em>The Fault in Our Stars</em>!</strong><br>\n<br>\nSixteen-year-old Aza never intended to pursue the mystery of fugitive billionaire Russell Pickett, but there’s a hundred-thousand-dollar reward at stake and her Best and Most Fearless Friend, Daisy, is eager to investigate. So together, they navigate the short distance and broad divides that separate them from Russell Pickett’s son, Davis.<br>\n<br>\nAza is trying. She is trying to be a good daughter, a good friend, a good student, and maybe even a good detective, while also living within the ever-tightening spiral of her own thoughts. <br>\n<br>\nIn his long-awaited return, John Green, the acclaimed, award-winning author of <em>Looking for Alaska </em>and <em>The Fault in Our Stars,</em> shares Aza’s story with shattering, unflinching clarity in this brilliant novel of love, resilience, and the power of lifelong friendship.</p>\n<p>**</p><h3>Review</h3>\n<p><strong>Praise for John Green<br>\n</strong><br>\n- Millions of copies sold -<br>\n</p>\n<h1>1 <em>New York Times</em> Bestseller</h1>\n<h1>1 <em>Wall Street Journal</em> Bestseller</h1>\n<h1>1 <em>USA Today</em> Bestseller</h1>\n<h1>1 International Bestseller</h1>\n<p>★ Michael L. Printz Award Winner<br>\n★ Michael L. Printz Honor Winner<br>\n★ <em>Los Angeles Times </em>Book Prize Finalist<br>\n★ NPR's 100 Best-Ever Teen Novels<br>\n★ <em>TIME Magazine</em>'s 100 Best Young Adult Books of All Time  </p>\n<p><strong>CRITICAL ACCLAIM FOR <em>THE FAULT IN OUR STARS</em>:</strong><br>\n<br>\n“Damn near genius . . . <em>The Fault in Our Stars </em>is a love story, one of the most genuine and moving ones in recent American fiction, but it’s also an existential tragedy of tremendous intelligence and courage and sadness.” —<strong>Lev Grossman, <em>TIME</em> Magazine</strong><br>\n<br>\n“This is a book that breaks your heart—not by wearing it down, but by making it bigger until it bursts.” —<strong><em>The Atlantic</em></strong><br>\n<br>\n“Remarkable . . . A pitch-perfect, elegiac comedy.” ***—USA Today  </p>\n<hr>\n<p>“[Green’s] voice is so compulsively readable that it defies categorization. You will be thankful for the little infinity you spend inside this book.” <strong>—NPR.org</strong>  </p>\n<p>“John Green deftly mixes the profound and the quotidian in this tough, touching valentine to the human spirit.” <strong><em>—The Washington Post </em></strong><br>\n<br>\n“[Green] shows us true love—two teenagers helping and accepting each other through the most humiliating physical and emotional ordeals—and it is far more romantic than any sunset on the beach.” —<strong><em>New York Times Book Review</em></strong></p>\n<h3>About the Author</h3>\n<p>John Green is the award-winning, #1 bestselling author of <em>Looking for Alaska</em>, <em>An Abundance of Katherines</em>, <em>Paper Towns</em>, <em>Will Grayson, Will Grayson</em> (with David Levithan), and <em>The Fault in Our Stars</em>. His many accolades include the Printz Medal, a Printz Honor, and the Edgar Award. John has twice been a finalist for the LA Times Book Prize and was selected by TIME magazine as one of the 100 Most Influential People in the World. With his brother, Hank, John is one half of the Vlogbrothers  and co-created the online educational series CrashCourse. You can join the millions who follow him on Twitter @johngreen and Instagram @johngreenwritesbooks or visit him online at johngreenbooks.com. John lives with his family in Indianapolis, Indiana. </p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "9781250088895",
      "url": "E:\\Books\\Novels\\eBookBB.com - Waiting for the Punch.epub",
      "name": "eBookBB.com - Waiting for the Punch.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///ea2bc0ef-5d9b-4afc-a21c-647c9c4c61e1",
      "title": "Waiting for the Punch",
      "author": "Marc Maron",
      "description": "<p><b>\"I'm British, so I'm medically dead inside, but even I can't help but open up whenever I talk to Marc. He uses his honestly like a scalpel, cutting himself open in front of anyone he's talking to, and in doing so, invites you to do the same.\"</b><br><b>&#8212;John Oliver</b></p><p>From thebeloved and wildly popular podcast <i>WTF with Marc Maron</i> comes a book of intimate, hilarious and life changing conversations with some of the funniest, and most important people in the world like you've never heard them before. <i>Waiting for the Punch</i> features the stories and thoughts of such luminaries as Amy Schumer, Mel Brooks, Will Ferrell, Amy Poehler, Sir Ian McKellen, Lorne Michels, Judd Apatow, Lena Dunham, Jimmy Fallon, RuPaul, Louis CK, David Sedaris, Bruce Springsteen, and President Obama.</p><p>This book is not simply a collection of these interviews, but instead something more wondrous: a running narrative of the world's most recognizable names working through the...",
      "coverRelativePath": "OEBPS/images/9781250088895.jpg"
    },
    {
      "id": "490e4321-e2cd-4fdd-92fc-6bdf5eaa4ab5",
      "url": "E:\\Books\\Novels\\eBookBB.com - Without Merit.epub",
      "name": "eBookBB.com - Without Merit.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///16999a13-8986-4c47-81f7-c9bc54854d4f",
      "title": "Without Merit",
      "author": "Colleen Hoover",
      "description": "",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "9781477817940",
      "url": "E:\\Books\\Novels\\Fractured by Catherine McKenzie.epub",
      "name": "Fractured by Catherine McKenzie.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///065ea3af-c048-4dad-aa37-f130e220b69d",
      "title": "Fractured",
      "author": "Catherine McKenzie",
      "description": "",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "B01JHQPTWQ",
      "url": "E:\\Books\\Novels\\Golden Prey - John Sandford.epub",
      "name": "Golden Prey - John Sandford.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///272fba3b-251c-474a-a424-683c90a293f5",
      "title": "Golden Prey",
      "author": "John Sandford",
      "description": "<div><p><em><em>Lucas Davenport’s first case as a U.S. Marshal sends him into uncharted territory in the thrilling new novel in the #1 </em>New York Times</em>-bestselling series.  </p>\n<p><strong><em>The man was smart and he didn’t mind killing people. Welcome to the big leagues, Davenport. </em></strong>  </p>\n<p><em><em>Thanks to some very</em> </em>influential people whose lives he saved, Lucas is no longer working for the Minnesota Bureau of Criminal Apprehension, but for the U.S. Marshals Service, and with unusual scope. He gets to pick his own cases, whatever they are, wherever they lead him.  </p>\n<p>And where they’ve led him this time is into real trouble. A Biloxi, Mississippi, drug-cartel counting house gets robbed, and suitcases full of cash disappear, leaving behind five bodies, including that of a six-year-old girl. Davenport takes the case, which quickly spirals out of control, as cartel assassins, including a torturer known as the “Queen of home-improvement tools” compete with Davenport to find the Dixie Hicks shooters who knocked over the counting house. Things get ugly <em>real</em> fast, and neither the cartel killers nor the holdup men give a damn about whose lives Davenport might have saved; to them, he’s just another large target.  </p>\n<p>Filled with his trademark razor-sharp plotting and some of the best characters in suspense fiction, <em>Golden Prey</em> is further reason why “Sandford has always been at the top of any list of great mystery writers” (<em>The Huffington Post</em>).</p>\n<p>**</p><h3>Review</h3>\n<p>Praise for the Prey novels of John Sandford <br>\nIt appears there is no limit to John Sandford s ability to keep new breath and blood flowing into his Lucas Davenport series. This is a series you must be reading if you are not already. Bookreporter.com <br>\nIf you haven t read Sandford yet, you have been missing one of the great summer-read novelists of all time. Stephen King <br>\nSandford has always been at the top of any list of great mystery writers. His writing and the appeal of his lead character are as fresh as ever. \"The Huffington Post<br>\n\"<br>\nSandford is consistently brilliant. Cleveland\" Plain Dealer\"<br>\n\"\"\" </p>\n<h3>About the Author</h3>\n<p><strong>John Sandford</strong> is the pseudonym for the Pulitzer Prize<strong>–</strong>winning journalist John Camp. He is the author of twenty-seven Prey novels; four Kidd novels; nine Virgil Flowers novels; three YA novels coauthored with his wife, Michele Cook; and three other books, most recently <em>Saturn Run</em>. </p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "9780399591150",
      "url": "E:\\Books\\Novels\\Green.epub",
      "name": "Green.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///87e4d99b-49e8-44c5-bd67-a6df16d86b1a",
      "title": "Green",
      "author": "Sam Graham-Felsen",
      "description": "<b>A coming-of-age novel about race, privilege, and the struggle to rise in America, written by a former Obama campaign staffer and propelled by an exuberant, unforgettable narrator. </b><br> <b> </b><br> <b>\"A fierce and brilliant book, comic, poignant, perfectly observed, and blazing with all the urgent fears and longings of adolescence.\"&#8212;Helen Macdonald, author of <i>H Is for Hawk</i></b><br>Boston, 1992. David Greenfeld is one of the few white kids at the Martin Luther King, Jr., Middle School. Everybody clowns him, girls ignore him, and his hippie parents won't even buy him a pair of Nikes, let alone transfer him to a private school. Unless he tests into the city's best public high school&#8212;which, if practice tests are any indication, isn't likely&#8212;he'll be friendless for the foreseeable future.<br> Nobody's more surprised than Dave when Marlon Wellings sticks up for him in the school cafeteria. Mar's a loner from the public housing project on the corner of...",
      "coverRelativePath": "OEBPS/images/Grah_9780399591150_epub3_001_cvi.jpg"
    },
    {
      "id": "9780804141307",
      "url": "E:\\Books\\Novels\\Hag-Seed by Margaret Atwood.epub",
      "name": "Hag-Seed by Margaret Atwood.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///c4ff4817-7a4b-4c85-bd1b-22c4fac190e8",
      "title": "Hag-Seed",
      "author": "Margaret Atwood",
      "description": "William Shakespeare's <i>The Tempest</i> retold as <i>Hag-Seed</i><br> <br> Felix is at the top of his game as Artistic Director of the Makeshiweg Theatre Festival. His productions have amazed and confounded. Now he's staging a <i>Tempest</i> like no other: not only will it boost his reputation, it will heal emotional wounds.<br> <br> Or that was the plan. Instead, after an act of unforeseen treachery, Felix is living in exile in a backwoods hovel, haunted by memories of his beloved lost daughter, Miranda. And also brewing revenge.<br> <br> After twelve years, revenge finally arrives in the shape of a theatre course at a nearby prison. Here, Felix and his inmate actors will put on his <i>Tempest</i> and snare the traitors who destroyed him. It's magic! But will it remake Felix as his enemies fall?<br> <br> Margaret Atwood's novel take on Shakespeare's play of enchantment, retribution, and second chances leads us on an interactive, illusion-ridden journey filled with new surprises...",
      "coverRelativePath": "OEBPS/images/Atwo_9780804141307_epub3_001_cvi.jpg"
    },
    {
      "id": "calibre:735",
      "url": "E:\\Books\\Novels\\Here Is Real Magic.epub",
      "name": "Here Is Real Magic.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///49f18db0-0867-4d16-a03b-d01c04f212ea",
      "title": "Here Is Real Magic",
      "author": "Nate Staniforth",
      "description": "",
      "coverRelativePath": "OEBPS/images/9781632864260.jpg"
    },
    {
      "id": "9781501171697",
      "url": "E:\\Books\\Novels\\I've Got My Eyes on You - Mary Higgins Clark.epub",
      "name": "I've Got My Eyes on You - Mary Higgins Clark.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///e0dbb59f-df44-4cfb-b2e5-4fe8a1af5e2a",
      "title": "I’ve Got My Eyes on You",
      "author": "Mary Higgins Clark",
      "description": "",
      "coverRelativePath": "ops/images/9781501171697.jpg"
    },
    {
      "id": "urn:uuid:05924444-29ea-4e9e-ae59-28a8c198e4b0",
      "url": "E:\\Books\\Novels\\Little Fires Everywhere - Celeste Ng.epub",
      "name": "Little Fires Everywhere - Celeste Ng.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///9cb96331-64ec-4f47-b346-75a8753910e4",
      "title": "Little Fires Everywhere",
      "author": "Celeste Ng",
      "description": "",
      "coverRelativePath": "OEBPS/image/cover.jpg"
    },
    {
      "id": "9781524797034",
      "url": "E:\\Books\\Novels\\Need to Know.epub",
      "name": "Need to Know.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///50e9abdf-c5ac-45cc-b857-e318c527278b",
      "title": "Need to Know",
      "author": "Karen Cleveland",
      "description": "<b>Perfect husband. Perfect father<i>. Perfect liar?</i></b><br> \"Terrific.\"<b>&#8212;John Grisham</b><br> \"Superb.\"<b>&#8212;Lee Child</b><br> \"Breathtaking, heart-pounding.\"<b>&#8212;Louise Penny</b><br> \"A fast-paced, relentlessly gripping read.\"<b>&#8212;Chris Pavone</b><br>In pursuit of a Russian sleeper cell on American soil, CIA analyst Vivian Miller uncovers a dangerous secret that will threaten her job, her family&#8212;and her life. On track for a much-needed promotion, she's developed a system for identifying Russian agents, seemingly normal people living in plain sight.<br> After accessing the computer of a potential Russian operative, Vivian stumbles on a secret dossier of deep-cover agents within America's borders. A few clicks later, everything that matters to her&#8212;her job, her husband, even her four children&#8212;is threatened.&lrm;<br> Vivian has vowed to defend her country against all enemies, foreign and domestic. But now she's facing impossible choices....",
      "coverRelativePath": "OEBPS/images/Clev_9781524797034_epub3_001_cvi.jpg"
    },
    {
      "id": "9781250122865",
      "url": "E:\\Books\\Novels\\Oliver Loving.epub",
      "name": "Oliver Loving.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///36e10ee5-9feb-409c-bf67-a64e510ab1fa",
      "title": "Oliver Loving",
      "author": "Stefan Merrill Block",
      "description": "<p><b>\"A dazzling novel about love, loss, and the mysteries of the mind.\" </b><br><b>&#8212; David Ebershoff, Bestselling author of <i>The Danish Girl</i> and <i>The 19th Wife</i></b><br><b><i></i></b><br><b>\"A breathtaking tale of tragedy and redemption... A triumph\" &#8212;<i> People</i></b><br><b></b><br>A family in crisis, a town torn apart, and the boy who holds the secret has been cocooned in a coma for ten years.</p><p>One warm, West Texas November night, a shy boy named Oliver Loving joins his classmates at Bliss County Day School's annual dance, hoping for a glimpse of the object of his unrequited affections, an enigmatic Junior named Rebekkah Sterling. But as the music plays, a troubled young man sneaks in through the school's back door. The dire choices this man makes that evening &#8212;and the unspoken story he carries&#8212; will tear the town of Bliss, Texas apart. </p><p>Nearly ten years later, Oliver Loving still lies wordless and paralyzed at Crockett State...",
      "coverRelativePath": "OEBPS/images/9781250122865.jpg"
    },
    {
      "id": "9780316395588",
      "url": "E:\\Books\\Novels\\Red Alert - James Patterson, Marshall Karp.epub",
      "name": "Red Alert - James Patterson, Marshall Karp.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///775ceb3e-b0a9-4d21-8a30-418018d93f70",
      "title": "Red Alert--An NYPD Red Mystery",
      "author": "James Patterson",
      "description": "The richest of New York's rich gather at The Pierre's Cotillion Room to raise money for those less fortunate. A fatal blast rocks the room, stirring up horrifying memories of 9/11. Is the explosion an act or terrorism&#8212;or a homicide? <br>A big-name female filmmaker is the next to die, in a desolate corner of New York City. Detectives Zach Jordan and Kylie MacDonald of the elite NYPD task force investigate, and the intimate details of the director's life remind them of their own impossible situation&#8212;their personal relationship seems as unsolvable as the murders. <br>The crimes keep escalating as a shadowy killer masterfully plays out his vendetta&#8212;and threatens to take down NYPD Red in the bargain. ",
      "coverRelativePath": "OPS/images/9780316395588_cover_epub.jpg"
    },
    {
      "id": "2ecd0874-6e18-4ca7-ad19-b6ca45d89541",
      "url": "E:\\Books\\Novels\\Scourged - Kevin Hearne.epub",
      "name": "Scourged - Kevin Hearne.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///ebdbfa2c-0ef1-4783-bc72-92d5f1d73a3e",
      "title": "Scourged",
      "author": "Kevin Hearne",
      "description": "<b>Kevin Hearne creates the ultimate Atticus O'Sullivan adventure in the grand finale of the <i>New York Times </i>bestselling Iron Druid Chronicles: an epic battle royale against the Norse gods of Asgard.</b><br> <b> </b><br> Unchained from fate, the Norse gods Loki and Hel are ready to unleash Ragnarok, a.k.a. the Apocalypse, upon the earth. They've made allies on the darker side of many pantheons, and there's a globe-spanning battle brewing that ancient Druid Atticus O'Sullivan will be hard-pressed to survive, much less win.<br> <br> Granuaile MacTiernan must join immortals Sun Wukong and Erlang Shen in a fight against the Yama Kings in Taiwan, but she discovers that the stakes are much higher than she thought.<br> <br> Meanwhile, Archdruid Owen Kennedy must put out both literal and metaphorical fires from Bavaria to Peru to keep the world safe for his apprentices and the future of Druidry.<br> <br> And Atticus recruits the aid of a tyromancer, an Indian witch, and a trickster...",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "B06XWDGVT1",
      "url": "E:\\Books\\Novels\\Sleeping Beauties.epub",
      "name": "Sleeping Beauties.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///e455744d-88bd-42e0-b641-e659bf3164a5",
      "title": "Sleeping Beauties: A Novel",
      "author": "Stephen King",
      "description": "<div><p><strong>In this spectacular father/son collaboration, Stephen King and Owen King tell the highest of high-stakes stories: what might happen if women disappeared from the world of men?</strong>  </p>\n<p>In a future so real and near it might be now, something happens when women go to sleep: they become shrouded in a cocoon-like gauze. If they are awakened, if the gauze wrapping their bodies is disturbed or violated, the women become feral and spectacularly violent. And while they sleep they go to another place, a better place, where harmony prevails and conflict is rare.  </p>\n<p>One woman, the mysterious “Eve Black,” is immune to the blessing or curse of the sleeping disease. Is Eve a medical anomaly to be studied? Or is she a demon who must be slain? Abandoned, left to their increasingly primal urges, the men divide into warring factions, some wanting to kill Eve, some to save her. Others exploit the chaos to wreak their own vengeance on new enemies. All turn to violence in a suddenly all-male world.  </p>\n<p>Set in a small Appalachian town whose primary employer is a women’s prison, <em>Sleeping Beauties</em> is a wildly provocative, gloriously dramatic father-son collaboration that feels particularly urgent and relevant today.</p>\n<p>**</p><h3>Review</h3>\n<p>“This delicious first collaboration between Stephen King and his son Owen is a horror-tinged realistic fantasy that imagines what could happen if most of the women of the world fall asleep, leaving men on their own. The authors’ writing is seamless and naturally flowing. Once the action begins, [SLEEPING BEAUTIES] barrels along like a freight train.” (Publishers Weekly)  </p>\n<p>“Another horror blockbuster, Mercedes and all, from maestro King and his heir apparent…In a kind of untold Greek tragedy meets Deliverance meets—well, bits of Mr. Mercedes and The Shawshank Redemption, perhaps—King and King, father and son, take their time putting all the pieces into play: brutish men, resourceful women who've had quite enough, alcohol, and always a subtle sociological subtext, in this case of rural poverty and dreams sure to be dashed…A blood-splattered pleasure.” (Kirkus (starred review))  </p>\n<p>“Following the renewed interest in Margaret Atwood’s <em>The Handmaid’s Tale</em> and an increasing climate of wolf-whistle politics, this examination of gender stereotypes, systems of oppression, and pervasive misogyny within American culture feels especially timely…The large cast of characters allows for a multitude of narrative perspectives—from both the affected women and the men they’ve left behind. Violent, subversive, and compulsively readable. The true horror of this father-son-penned novel derives more from its unflinchingly realistic depiction of hatred and violence against women than from the supernatural elements.” (Library Journal)  </p>\n<h3>About the Author</h3>\n<p><strong>Stephen King</strong> is the author of more than fifty books, all of them worldwide bestsellers. His recent work includes <em>Mr. Mercedes, </em>winner of the 2015 Edgar Award for Best Novel, <em>Revival, Finders Keepers, End of Watch,</em> <em>Doctor Sleep</em> and <em>Under the Dome</em>, which became a major TV miniseries on CBS. His novel <em>11/22/63</em> was named a top ten book of 2011 by <em>The New York Times Book Review</em> and won the <em>Los Angeles Times</em> Book Prize for Mystery/Thriller as well as the Best Hardcover Book Award from the International Thriller Writers Association. He is the recipient of the 2003 National Book Foundation Medal for Distinguished Contribution to American Letters. He lives in Bangor, Maine, with his wife, novelist Tabitha King.  </p>\n<p><strong>Owen King </strong>is a graduate of Vassar College and the MFA program at the Columbia University School of the Arts, he is the author of the novel <em>Double Feature</em>, <em>We’re All in This Together: A Novella and Stories</em>, and the co-editor of <em>Who Can Save Us Now? Brand-New Superheroes and Their Amazing (Short) Stories</em>. His writing has appeared in <em>Grantland</em>, <em>One Story</em>, <em>The New York Times Book Review</em>, <em>Prairie Schooner</em>, and <em>Subtropics</em>, among other publications. Owen has also taught creative writing at Columbia University and Fordham University. He is married to the novelist Kelly Braffet. </p></div>",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "251cb23a-dfe5-4ca6-b3a7-6cac77ed2be0",
      "url": "E:\\Books\\Novels\\Stephen King - 1974 - Carrie.epub",
      "name": "Stephen King - 1974 - Carrie.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///f206482f-35c6-4a9a-8d25-76127165ab2c",
      "title": "Carrie",
      "author": "Stephen King",
      "description": "<div>Stephen King's legendary debut novel about a teenage outcast and the revenge she enacts on her classmates.<br> <br>Carrie\n White may have been unfashionable and unpopular, but she had a gift. \nCarrie could make things move by concentrating on them. A candle would \nfall. A door would lock. This was her power and her sin. Then, an act of\n kindness, as spontaneous as the vicious taunts of her classmates, \noffered Carrie a chance to be normal and go to her senior prom. But \nanother act--of ferocious cruelty--turned her gift into a weapon of \nhorror and destruction that her classmates would never forget</div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "47a18849-4e1a-40a0-bf13-d77be1e7860e",
      "url": "E:\\Books\\Novels\\Stephen King - 1975 - Salem's Lot.epub",
      "name": "Stephen King - 1975 - Salem's Lot.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///1fa9a4be-833e-4550-a9ae-760440721cec",
      "title": "Salem's Lot",
      "author": "Stephen King",
      "description": "<div><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">‘Turn off the television – in fact, why don’t you turn off all the lights except for the one over your favourite chair? – and we’ll talk about vampires here in the dim. I think I can make you believe in them.</span><div><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">’Stephen King, from the Introduction’</span><div><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \"><br></span></div><div><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">Salem’s Lot is a small New England town with the usual quota of gossips, drinkers, weirdos and respectable folk. Of course there are tales of strange happenings – but not more than in any other town its size.</span></div><div><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \"><br></span></div><div><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">Ben Mears, a moderately successful writer, returns to the Lot to write a novel based on his early years, and to exorcise the terrors that have haunted him since childhood. The event he witnessed in the house now rented by a new resident. A newcomer with a strange allure. A man who causes Ben some unease as things start to happen: a child disappears, a dog is brutally killed – nothing unusual, except the list starts to grow.Soon surprise will turn to bewilderment, bewilderment to confusion and finally to terror...</span></div></div></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "d38fd285-84fb-4229-a779-16320915f70f",
      "url": "E:\\Books\\Novels\\Stephen King - 1977 - Rage.epub",
      "name": "Stephen King - 1977 - Rage.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///abb244a0-0e5d-4c41-a7e8-f519535c3f3a",
      "title": "Rage",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">In quiet Placerville, Maine, a slightly twisted boy named Charles Decker holds the 24 other students of his algebra class at gunpoint after shooting 2 teachers. Abused by his father as a child, he describes the important parts of his life, and in the process, lets a lot of the students he holds hostage tell the rest of the class their \"Dirty Secrets\". </p><p class=\"description\">Things almost come to an early end when Charles is shot by a sniper, but the bullet hits a padlock he had placed in his pocket earlier. As things progress, the students become more and more responsive to their captor, all except Ted Jones. The students get their own back, and play one last nasty trick on another student before being released unharmed. But Charles is out of luck... </p><p class=\"description\">This was initially titled \"Getting it On\" (After Deckers favourite saying) but was later renamed Rage, and released under Bachman's name. It has not been reprinted in the last few years as Stephen King thought it too violent, and similar to many killings in some American Schools. This is a pity as it is an excellent insight into the mind of someone that it walking the thin edge of sanity.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "ba2b1197-83bd-4af3-aa25-590a063535b1",
      "url": "E:\\Books\\Novels\\Stephen King - 1979 - The Dead Zone.epub",
      "name": "Stephen King - 1979 - The Dead Zone.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///da9d5208-cc88-423d-a8f5-b81fcd6aee90",
      "title": "The Dead Zone",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">The two things that conjured up that horrible night were his run of luck at the Wheel of Fortune, and the mask...</p><p class=\"description\">Meet Johnny Smith. A young man whose streak of luck ends dramatically in a major car crash. Followed by blackness. A long, long time in cold limbo.When he wakes up life has been turned upside down. His fiancée has met someone else. And Johnny is cursed with the power to perceive evil in men’s souls. He’s had these hunches since he had an ice-skating accident as a child. Now he has an ability to see into the future. An ability which will bring him into a terrifying confrontation with a charismatic, power-hungry and dangerous man...</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "9a76fdff-f50f-4396-ad5f-047b1547b349",
      "url": "E:\\Books\\Novels\\Stephen King - 1979 - The Long Walk.epub",
      "name": "Stephen King - 1979 - The Long Walk.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///97f2fce0-47cb-4957-a4c6-df941b6630cb",
      "title": "The Long Walk",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">In the near future, a young boy has been one of 100 selected to take the\n Long Walk--a deadly contest of endurance and determination, in which \neach step can literally be your last. Follow the contestants' tortured \nfootsteps as they struggle with each other, and themselves, to survive \nthe race. </p><p class=\"description\">Includes the Introduction \"The Importance of Being Bachman\". \nVintage King, this harrowing tale was originally published under the \nRichard Bachman pseudonym.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "996fbd46-5505-4277-bb12-62f4ff473204",
      "url": "E:\\Books\\Novels\\Stephen King - 1980 - Firestarter.epub",
      "name": "Stephen King - 1980 - Firestarter.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///be8691bc-4a9f-4b1a-8c97-fdea75dc09e3",
      "title": "Firestarter",
      "author": "Stephen King",
      "description": "<p class=\"description\">Young Charlie McGee is a very special girl. The result of scientific \nexperimentation on her parents, she has the ability create fires \nwherever and whenever she chooses, by force of will alone. On the run \nfrom sinister government agents with her telekenetic father, she only \nwants to forget her monstrous abilities, and live a normal life. When \nthe pair are captured, Charlie must decide between saving her father and\n using her fiery powers at the whim of a government only interested in \nusing her...as a weapon!<br></p>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "aa0635a0-e42d-417e-b2b0-2f3c798d5b92",
      "url": "E:\\Books\\Novels\\Stephen King - 1981 - Cujo.epub",
      "name": "Stephen King - 1981 - Cujo.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///0cca4d65-9492-4479-9eba-6632037fe4a5",
      "title": "Cujo",
      "author": "Stephen King",
      "description": "<span id=\"freeText885706258847304360\" style=\"\">A big, friendly dog \nchases a rabbit into a hidden underground cave--and stirs a sleeping \nevil crueler than death itself. A terrified four-year-old boy sees his \nbedroom closet door swing open untouched by human hands, and screams at \nthe unholy red eyes gleaming in the darkness. The little Maine town of \nCastle Rock is about to be invaded by the most hideous menace ever to \nsavage the flesh and devour the mind...</span>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "0451197879",
      "url": "E:\\Books\\Novels\\Stephen King - 1981 - Roadwork.epub",
      "name": "Stephen King - 1981 - Roadwork.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///3d805db6-57cd-42e7-99c3-0e2991e3f5a8",
      "title": "Roadwork",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">Stephen King writing as Richard Bachman. </p><p class=\"description\">In this gritty narrative, a lone man takes on the wheels of progress in a showdown of cataclysmic proportions. When a highway project puts him out of work and threatens to destroy his home, he has more than enough time on his hands to plot his revenge. Driving his wife and friends away with his obstinate refusal to give in, he pushes the powers-that-be to the limit, taking a stand against what he sees as a criminal act in progress. </p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "26f9e3fc-e507-4856-a48b-d156c8712e3f",
      "url": "E:\\Books\\Novels\\Stephen King - 1981 - The Mist.epub",
      "name": "Stephen King - 1981 - The Mist.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///ebaf6fa9-871f-4ad3-8c4d-9eb6d5a9c03a",
      "title": "The Mist",
      "author": "Stephen King",
      "description": "<div><p>The storm rolled across Long Lake in Maine with a fury, leaving David Drayton and his family with fallen trees, downed power lines, and no electricity. At his wife's request, David heads to the local supermarket to stock up on supplies, taking his young son and neighbor along for the ride. But the strange white mist that lingered on the lake has followed them to town, stranding them all in the store.</p><p>Because something in the fog is taking people—and you can hear their screams...</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "e699ee44-2f0c-46cd-b98c-7ea92e344a1c",
      "url": "E:\\Books\\Novels\\Stephen King - 1982 - The Running Man.epub",
      "name": "Stephen King - 1982 - The Running Man.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///fc65bdb7-2671-4487-a95b-d7eb115cb30c",
      "title": "The Running Man",
      "author": "Stephen King",
      "description": "<p class=\"description\">Every night the whole nation watches the ultimate live game show on TV, as the contestants try to beat annihilation at the hands of the hunters in order to win the billion dollar jackpot. And now there is a new contestant, the latest \"Running Man\", staking his life while a nation watches.</p>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "03554202-acd9-4506-a95a-7f3c743c20ad",
      "url": "E:\\Books\\Novels\\Stephen King - 1983 - Christine.epub",
      "name": "Stephen King - 1983 - Christine.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///70bc70d2-5b0d-411c-a9c2-fc23fff3999e",
      "title": "Christine",
      "author": "Stephen King",
      "description": "<div><h3><span class=\"Apple-style-span\" style=\"font-size: 14px; font-weight: normal; \">Christine, blood-red, fat and finned, was 20. She was Arnie's obsession. There was still a malign power in her that corroded the mind and turned ownership into possession.</span></h3> </div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "501580b4-48b5-48aa-8bcf-fdd9d8c9ff40",
      "url": "E:\\Books\\Novels\\Stephen King - 1983 - Cycle of the Werewolf.epub",
      "name": "Stephen King - 1983 - Cycle of the Werewolf.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///76bed6c6-ab58-436e-acb4-2f24f680d91f",
      "title": "Cycle of the Werewolf",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">The first scream came from the snowbound railwayman who felt the fangs ripping at his throat. The next month there was a scream of ecstatic agony from the woman attacked in her snug bedroom. </p><p class=\"description\">Now scenes of unbelieving horror come each time the full moon shines on the isolated Maine town of Tarker Mills. No one knows who will be attacked next. But one thing is sure. When the moon grows fat, a paralyzing fear sweeps through Tarker Mills. For snarls that sound like human words can be heard whining through the wind. And all around are the footprints of a monster whose hunger cannot be sated... \"Cycle of the Werewolf\"</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "3a80e991-0e13-40c0-a379-7038e4078730",
      "url": "E:\\Books\\Novels\\Stephen King - 1983 - Pet Sematary.epub",
      "name": "Stephen King - 1983 - Pet Sematary.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///60e312f7-43d5-4d5e-8e25-9025a7804ad3",
      "title": "Pet Sematary",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">When the Creeds move into a beautiful old house in rural Maine, it all seems too good to be true: physician father, beautiful wife, charming little daughter, adorable infant son--and now an idyllic home. As a family, they've got it all ... right down to the friendly car. </p><p class=\"description\">But the nearby woods hide a blood-chilling truth--more terrifying than death itself--and hideously more powerful. Annotation. \"Sometimes dead is better ...\" When the Creeds move into a beautiful old house in rural Maine, it all seems too good to be true: physician father, beautiful wife, charming little daughter, adorable infant son -- and now an idyllic home. As a family, they've got it all ... right down to the friendly cat. </p><p class=\"description\">But the nearby woods hide a blood-chilling truth -- more terrifying than death itself ... and hideously more powerful.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "923752ba-82d7-4fba-b1e3-6e557fcb21f0",
      "url": "E:\\Books\\Novels\\Stephen King - 1984 - Thinner.epub",
      "name": "Stephen King - 1984 - Thinner.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///60e1ce8f-017f-4838-ae45-eff5a8e89012",
      "title": "Thinner",
      "author": "Stephen King",
      "description": "<p>Six weeks after an old gypsy man curses Billy Halleck for sideswiping his daughter, he's ninety-three pounds lighter. Now Billy is terrified-and desperate enough for one last gamble that will lead him to a nightmare showdown with the forces of evil that are melting his flesh away.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "c9875b44-4285-4769-9412-b407b7ad40da",
      "url": "E:\\Books\\Novels\\Stephen King - 1986 - It.epub",
      "name": "Stephen King - 1986 - It.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///d05269f2-bef3-4fc7-b77c-59f6b6240c0e",
      "title": "It",
      "author": "Stephen King",
      "description": "<p class=\"description\">It is the children who see - and feel - what makes the town so horribly different. In the storm drains and sewers \"It\" lurks, taking the shape of every nightmare, each one's deepest dread. As the children grow up and move away, the horror of \"It\" is buried deep - until they are called back.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "a3608eb5-5cbd-4bb4-85ea-e8ec0e560115",
      "url": "E:\\Books\\Novels\\Stephen King - 1987 - The Eyes of the Dragon.epub",
      "name": "Stephen King - 1987 - The Eyes of the Dragon.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///1fee527d-cc5f-47ae-b7c5-a1e1b24b1087",
      "title": "The Eyes of the Dragon",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">Once Upon a Time, There Was Terror...  </p><p class=\"description\">The Eyes of the Dragon  A tale of archetypal heroes and sweeping adventures, of dragons and princes and evil wizards, here is epic fantasy as only Stephen King could envision it. </p><p class=\"description\">A kingdom is in turmoil as the old King Roland dies and its worthy successor, Prince Peter must do battle to claim what is rightfully his. Plotting against him is the evil Flagg and his pawn, young Prince Thomas. Yet with every plan there are holes—like Thomas’s terrible secret. And the determined Prince Peter, who is planning a daring escape from his imprisonment...  </p><p class=\"description\">Stephen King has taken the classic fairy tale and transformed it into a masterpiece of fiction for the ages.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "1af1cccb-9b47-4716-b9d7-025c9d5f98f3",
      "url": "E:\\Books\\Novels\\Stephen King - 1987 - The Tommyknockers.epub",
      "name": "Stephen King - 1987 - The Tommyknockers.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///878fe6c1-0d5a-4f81-a54c-8006d39b20d4",
      "title": "The Tommyknockers",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">Late Last Night and the Night Before...  ...Tommyknockers, tommyknockers, knocking at the door.  </p><p class=\"description\">Something was happening in Bobbi Anderson’s idyllic small town of Haven, Maine. Something that gave every man, woman, and child in town powers far beyond ordinary mortals. Something that turned the town into a death trap for all outsiders. Something that came from a metal object, buried for millennia, that Bobbi stumbled across.  It wasn’t that Bobbi and the other good folks of Haven had sold their souls to reap the rewards of the most deadly evil this side of hell. It was more like a diabolical takeover...and invasion of body and soul—and mind.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "7851a1ce-ddc1-436e-b4b5-1d63eb28b23c",
      "url": "E:\\Books\\Novels\\Stephen King - 1989 - The Dark Half.epub",
      "name": "Stephen King - 1989 - The Dark Half.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///92b995f8-eca9-4710-9f83-8944661c89d0",
      "title": "The Dark Half",
      "author": "Stephen King",
      "description": "<div><p class=\"description\"><span id=\"freeText12596716554150641187\" style=\"\">In 1985, 39-year-old \nStephen King announced in public that his pseudonymous alter ego, \nRichard Bachman, was dead. (Never mind that he revived him years later \nto write <em>The Regulators</em>.) <br><br>At the beginning of <em>The Dark Half</em> (1989), 39-year-old writer Thad Beaumont announces in public that his own pseudonym, George Stark, is dead. <br><br>Now, King didn't want to jettison the Bachman novel, titled <em>Machine Dreams</em>, that was he working on. So he incorporated it in <em>The Dark Half</em> as the crime oeuvre of George Stark, whose recurring hero/alter ego is an evil character named Alexis Machine.  <br><br>Thad\n Beaumont's pseudonym is not so docile as Stephen King's, though, and \nGeorge Stark bursts forth into reality. At that point, two stories kick \ninto gear: a mystery-detective story about the crime spree of George \nStark (or is it Alexis Machine?) and a horror story about Beaumont's \nstruggle to catch up with his doppelganger and kill him dead.</span></p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "463aa1d4-f7ac-40bb-9c38-7ca3f821a258",
      "url": "E:\\Books\\Novels\\Stephen King - 1991 - Needful Things.epub",
      "name": "Stephen King - 1991 - Needful Things.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///9dd347f3-274c-44e0-bc35-ef3c045054ca",
      "title": "Needful Things",
      "author": "Stephen King",
      "description": "<p class=\"description\">Leland Gaunt opens a new shop in Castle Rock called Needful Things. Anyone who enters his store finds the object of his or her lifelong dreams and desires: a prized baseball card, a healing amulet. In addition to a token payment, Gaunt requests that each person perform a little \"deed,\" usually a seemingly innocent prank played on someone else from town. These practical jokes cascade out of control and soon the entire town is doing battle with itself. Only Sheriff Alan Pangborn suspects that Gaunt is behind the population's increasingly violent behavior.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "75b97ab3-c96c-4499-a531-7f19ec7e016d",
      "url": "E:\\Books\\Novels\\Stephen King - 1991 - The Stand.epub",
      "name": "Stephen King - 1991 - The Stand.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///593158aa-71ec-4cd8-b13c-22f01416ff28",
      "title": "The Stand",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">Stephen King’s apocalyptic vision of a world blasted by plague and tangled in an elemental struggle between good and evil remains as riveting and eerily plausible as when it was first published. </p><p class=\"description\">A patient escapes from a biological testing facility, unknowingly carrying a deadly weapon: a mutated strain of super-flu that will wipe out 99 percent of the world’s population within a few weeks. Those who remain are scared, bewildered, and in need of a leader. Two emerge—Mother Abagail, the benevolent 108-year-old woman who urges them to build a peaceful community in Boulder, Colorado; and Randall Flagg, the nefarious “Dark Man,” who delights in chaos and violence. As the dark man and the peaceful woman gather power, the survivors will have to choose between them—and ultimately decide the fate of all humanity.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "97c74cb5-0572-4e96-a1ae-54338d697801",
      "url": "E:\\Books\\Novels\\Stephen King - 1992 - Dolores Claiborne.epub",
      "name": "Stephen King - 1992 - Dolores Claiborne.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///a759a9d0-b4b6-4733-99fd-1df30753387e",
      "title": "Dolores Claiborne",
      "author": "Stephen King",
      "description": "<p class=\"description\">Dolores Claiborne has a story to tell.But not quite what the police had expected.Dolores Claiborne has a confession to make...She will take her time. Won’t be hurried. Will do it her way, sparing neither details nor feelings. Hers or anyone else’s.This is the truth, the whole truth and nothing but the truth. Truth that takes you to the edge of darkness.Dolores Claiborne has a story to tell and you’d better pay attention – or else.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "defcc4e5-525e-4f01-ab84-298e0d2f8ea8",
      "url": "E:\\Books\\Novels\\Stephen King - 1992 - Gerald's Game.epub",
      "name": "Stephen King - 1992 - Gerald's Game.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///ef7e9d22-59ee-419d-95e4-4dde6e85fabd",
      "title": "Gerald's Game",
      "author": "Stephen King",
      "description": "<p>An erotic game with handcuffs between husband and wife. One of them won't make it through the night. For the survivor, death would have been a blessing.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "0c135640-ee88-4996-b407-b6dcb08937dd",
      "url": "E:\\Books\\Novels\\Stephen King - 1994 - Insomnia.epub",
      "name": "Stephen King - 1994 - Insomnia.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///e6a19179-7714-49cf-bdf6-366ecd956c71",
      "title": "Insomnia",
      "author": "Stephen King",
      "description": "<p class=\"description\">Ralph’s insomnia gets worse when Ed Deepneau gets out of control. Ed is obsessed with the notion that Derry is becoming the new Armageddon and that time is ticking away for the residents. An evil of imaginable propotions has began and Ralph has one chance to beat it.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "e6f4b906-2da7-4661-8957-234975e3b416",
      "url": "E:\\Books\\Novels\\Stephen King - 1995 - Rose Madder.epub",
      "name": "Stephen King - 1995 - Rose Madder.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///9a80ad02-2900-450d-88be-b36ee741413d",
      "title": "Rose Madder",
      "author": "Stephen King",
      "description": "<p class=\"description\">Roused by a single drop of blood, Rosie Daniels wakes up to the chilling realisation that her husband is going to kill her. And she takes flight – with his credit card.Alone in a strange city, Rosie begins to build a new life: she meets Bill Steiner and she finds an old junk shop painting, ‘Rose Madder’, which strangely seems to want her as much as she wants it.But it’s hard for Rosie not to keep looking over her shoulder. Rose-maddened and on the rampage, Norman is a corrupt cop with a dog’s instinct for tracking people. And he’s getting close. Rosie can feel just how close he is getting...A brilliant dark-hued fable of gender wars, a haunting love story, and a hold-your-breath triumph of suspense, Rose Madder is Stephen King at his electrifying best.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "af446378-0ca0-4dac-9d2b-61d8ad9282d5",
      "url": "E:\\Books\\Novels\\Stephen King - 1996 - Desperation.epub",
      "name": "Stephen King - 1996 - Desperation.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///83e8475c-6ba7-4e6a-b090-b24f7d64b600",
      "title": "Desperation",
      "author": "Stephen King",
      "description": "<div><p>There's a place alone Interstate 50 that some call the loneliest place on Earth. It's not a very nice place to live. It's an even worse place to die. It's known as Desperation, Nevada...<br></p><h3><br></h3></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "46ec244f-3c9b-4c5d-b884-3cb1034966fe",
      "url": "E:\\Books\\Novels\\Stephen King - 1996 - The Green Mile.epub",
      "name": "Stephen King - 1996 - The Green Mile.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///4fb945e8-b2da-4b81-8092-d366c97d3e19",
      "title": "The Green Mile",
      "author": "Stephen King",
      "description": "<div><p class=\"description\"></p><p class=\"description\">The Green Mile: those who walk it do not return, because at the end of that walk is the room in which sits Cold Mountain Penitentiary's electric chair. </p><p class=\"description\">In 1932 the newest resident on death row is John Coffey, a giant black man convicted of the brutal murder of two little girls. But nothing is as it seems with John Coffey, and around him unfolds a bizarre and horrifying story. Evil murderer or holy innocent - whichever he is - Coffey has strange powers which may yet offer salvation to others, even if they can do nothing to save him.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "f387bf7b-e2db-40f0-837f-86c0706db887",
      "url": "E:\\Books\\Novels\\Stephen King - 1996 - The Regulators.epub",
      "name": "Stephen King - 1996 - The Regulators.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///df0b1be8-4230-4202-8229-309737fc1fac",
      "title": "The Regulators",
      "author": "Stephen King",
      "description": "<div><p>Companion Novel to Desperation</p><p>There's a place in Wentworth, Ohio, where summer is in full swing. It's called Poplar Street. Up until now it's been a nice place to live. The idling red van around the corner is about to change all that. Let the battle against evil begin.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "2d542349-8750-4efa-b944-fc3ad0e9bab1",
      "url": "E:\\Books\\Novels\\Stephen King - 1998 - Bag of Bones.epub",
      "name": "Stephen King - 1998 - Bag of Bones.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///05642e52-49a4-43c8-8943-feac4dd48531",
      "title": "Bag of Bones",
      "author": "Stephen King",
      "description": "<div><p class=\"description\"><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">When Mike Noonan’s wife dies unexpectedly, the bestselling author suffers from writer’s block. Until he is drawn to their summer home, the beautiful lakeside retreat called Sara Laughs.</span></p><p class=\"description\"><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">Here, Mike finds the once familiar town in the tyrannical grip of millionaire Max Devore. Devore is hellbent on getting custody of his deceased son’s daughter and is twisting the fabric of the community to this purpose.Three-year-old Kyra and her young mother turn to Mike for help. And Mike finds them increasingly irresistible.But there are other more sinister forces at Sara Laughs. Kyra can feel them too...</span></p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "e70b075b-8ffa-4c46-926b-93b8f4a6e44c",
      "url": "E:\\Books\\Novels\\Stephen King - 1999 - The Girl Who Loved Tom Gordon.epub",
      "name": "Stephen King - 1999 - The Girl Who Loved Tom Gordon.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///5497cf25-7d7f-40ec-8a6b-f36383c5ded1",
      "title": "The Girl Who Loved Tom Gordon",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">The world had teeth and it could bite you with them anytime it wanted. Trisha McFarland discovered this when she was nine years old. Lost in the woods.</p><p class=\"description\">Trisha has only veered a little way off the path. But in her panic to get back to her family, she takes a turning that leads into the tangled undergrowth, deeper into the woods.</p><p class=\"description\">At first it’s just the bugs, midges and mosquitoes. Then comes the hunger. For comfort she tunes her Walkman into broadcasts of the Red Sox baseball games and the performances of her hero Tom Gordon.</p><p class=\"description\">As darkness begins to fall and Trisha struggles for survival and a way out, she realises that she is not alone. There’s something else in the woods – watching. Waiting...</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "a4659047-5083-483a-8d36-1745b5307539",
      "url": "E:\\Books\\Novels\\Stephen King - 2001 - Dreamcatcher.epub",
      "name": "Stephen King - 2001 - Dreamcatcher.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///28bbdb7e-b73f-44e1-b2c4-9d8ca01220fc",
      "title": "Dreamcatcher",
      "author": "Stephen King",
      "description": "<p class=\"description\">Once upon a time, in the haunted city of Derry (site of IT and INSOMNIA), four young boys did a brave thing; something that changed them in ways they hardly understand. A quarter-century later, the boys are men who still get together once a year, to go hunting in the north woods of Maine. But this time, a man comes stumbling into their camp, lost, disoriented and muttering about lights in the sky. Before long, these old friends will be plunged into the most remarkable events of their lives and a terrible struggle with a creature from another world. Their only chance of survival is locked in their past and in the boy they once rescued as a child.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "5a418f28-2173-4fdc-83e1-c75fb6396458",
      "url": "E:\\Books\\Novels\\Stephen King - 2002 - From A Buick 8.epub",
      "name": "Stephen King - 2002 - From A Buick 8.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///56dc9f4d-d3a4-4422-a314-d31032c895be",
      "title": "From A Buick 8",
      "author": "Stephen King",
      "description": "<div><p class=\"description\"><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">Come close, children, and see the living crocodile. A vintage ’54 Buick Roadmaster. At least, that’s what it looks like...</span></p><p class=\"description\"><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">There is a secret hidden in Shed B in the state police barracks in Statler, Pennsylvania. A secret that has drawn troopers for twenty years – terrified yet irresistibly tempted to look at its chrome fenders, silver grille and exotic exhaust system.</span></p><p class=\"description\"><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">Young Ned Wilcox has started coming by the barracks: mowing the lawn, washing the windows, shovelling snow; it’s a boy’s way of holding on to his father – recently killed in a strange road accident by another Buick.</span></p><p class=\"description\"><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">And one day Ned peers through the windows of Shed B and discovers the family secret. Like his father, Ned wants answers. He deserves answers. And the secret begins to stir...</span></p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "5fae22c6-d9c2-4f7c-838e-e1fb4d805acf",
      "url": "E:\\Books\\Novels\\Stephen King - 2005 - The Colorado Kid.epub",
      "name": "Stephen King - 2005 - The Colorado Kid.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///e5808bd5-e067-4bff-9592-e2a370ffeaa5",
      "title": "The Colorado Kid",
      "author": "Stephen King",
      "description": "<div><p>On an island off the coast of Maine, a man is found dead. There's no identification on the body. Only the dogged work of a pair of local newspapermen and a graduate student in forensics turns up any clues. </p><p>But that's just the beginning of the mystery. Because the more they learn about the man and the baffling circumstances of his death, the less they understand. Was it an impossible crime? Or something stranger still...? </p><p>No one but Stephen King could tell this story about the darkness at the heart of the unknown and our compulsion to investigate the unexplained. </p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "07f6d104-058f-4607-aa8b-af9c5b3289f5",
      "url": "E:\\Books\\Novels\\Stephen King - 2006 - Cell.epub",
      "name": "Stephen King - 2006 - Cell.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///f9c31609-7af5-4543-bf83-936b6dd784e9",
      "title": "Cell",
      "author": "Stephen King",
      "description": "<div>There’s a reason cell rhymes with hell.<b> </b><br> <br>On October 1, \nGod is in His heaven, the stock market stands at 10,140, most of the \nplanes are on time, and Clayton Riddell, an artist from Maine, is almost\n bouncing up Boylston Street in Boston. He’s just landed a comic book \ndeal that might finally enable him to support his family by making art \ninstead of teaching it. He’s already picked up a small (but expensive!) \ngift for his long-suffering wife, and he knows just what he’ll get for \nhis boy Johnny. Why not a little treat for himself? Clay’s feeling good \nabout the future. <br> <br>That changes in a hurry. The cause of the \ndevastation is a phenomenon that will come to be known as The Pulse, and\n the delivery method is a cell phone. Everyone’s cell phone. Clay and \nthe few desperate survivors who join him suddenly find themselves in the\n pitch-black night of civilization’s darkest age, surrounded by chaos, \ncarnage, and a human horde that has been reduced to its basest \nnature...and then begins to evolve. <br> <br>There’s really no escaping \nthis nightmare. But for Clay, an arrow points home to Maine, and as he \nand his fellow refugees make their harrowing journey north they begin to\n see crude signs confirming their direction. A promise, perhaps. Or a \nthreat... <br> <br>There are 193 million cell phones in the United \nStates alone. Who doesn’t have one? Stephen King’s utterly gripping, \ngory, and fascinating novel doesn’t just ask the question “Can you hear \nme now?” It answers it with a vengeance.</div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "ca604383-c68c-40a1-906d-72dcfc43783f",
      "url": "E:\\Books\\Novels\\Stephen King - 2006 - Lisey's Story.epub",
      "name": "Stephen King - 2006 - Lisey's Story.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///335d273a-7c0c-4595-b472-bc5a93d798f5",
      "title": "Lisey's Story",
      "author": "Stephen King",
      "description": "<div><p>One of King’s most powerful books ever, the story of a writer’s widow who must confront his demons after his death—a bookend to <em>Bag of Bones</em>, Lisey’s Story is about the wellsprings of creativity, the temptation of madness, and the secret language of love.<br></p><p>Lisey Debusher Landon lost her husband, Scott, two years ago, after a twenty-five-year marriage of the most profound and sometimes frightening intimacy. Scott was an award-winning, bestselling novelist and a very complicated man. Early in their relationship, before they married, Lisey had to learn from him about books and blood. Later, she understood that there was a place Scott went—a place that both terrified and healed him, that could eat him alive or give him the ideas he needed in order to live. Now it’s Lisey’s turn to face Scott’s demons, Lisey’s turn to go to Boo’ya Moon. What begins as a widow’s effort to sort through the papers of her celebrated husband becomes a nearly fatal journey into the darkness he inhabited. </p><p>Perhaps King’s most personal and powerful novel, <em>Lisey’s Story</em> is about the wellsprings of creativity, the temptations of madness, and the secret language of love.</p><h3><br></h3></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "a61c3baf-1b81-4d46-a8a7-60943e06c2d7",
      "url": "E:\\Books\\Novels\\Stephen King - 2007 - Blaze.epub",
      "name": "Stephen King - 2007 - Blaze.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///3b53760c-23b1-46a1-96a0-d7b8cd9242c8",
      "title": "Blaze",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">He's got a plan. But he hasn't got a clue.</p><p class=\"description\">Clayton Blaisdell's capers are strictly small-time until he meets George Rackley. With Blaze's brawn and George's brains, they pull off a hundred successful cons. Then George plans the one big score every small timer dreams of: kidnapping the infant heir to a family fortune.The trouble is that by the time the deal goes down, the brains of the operation has died. Or has he?</p><p class=\"description\">Now Blaze is running into the white hell of the Maine woods with a baby as hostage. The crime of the century just turned into a race against time . . .</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "b30ad086-02e9-480f-887f-e090c1388b2c",
      "url": "E:\\Books\\Novels\\Stephen King - 2008 - Duma Key.epub",
      "name": "Stephen King - 2008 - Duma Key.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///df0ce2b0-46ae-4d6c-b819-3690ca7f402f",
      "title": "Duma Key",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">No more than a dark pencil line on a blank page. A horizon line, maybe. But also a slot for blackness to pour through...</p><p class=\"description\">A terrible construction site accident takes Edgar Freemantle's right arm\n and scrambles his memory and his mind, leaving him with little but rage\n as he begins the ordeal of rehabilitation. A marriage that produced two\n lovely daughters suddenly ends, and Edgar begins to wish he hadn't \nsurvived the injuries that could have killed him. He wants out. His \npsychologist, Dr. Kamen, suggests a \"geographic cure,\" a new life \ndistant from the Twin Cities and the building business Edgar grew from \nscratch. And Kamen suggests something else. <br> <br> <i>\"Edgar, does anything make you happy?\" <br> <br> \"I used to sketch.\" <br> <br> \"Take it up again. You need hedges... hedges against the night.\"</i> <br> <br>\n Edgar leaves Minnesota for a rented house on Duma Key, a stunningly \nbeautiful, eerily undeveloped splinter of the Florida coast. The sun \nsetting into the Gulf of Mexico and the tidal rattling of shells on the \nbeach call out to him, and Edgar draws. A visit from Ilse, the daughter \nhe dotes on, starts his movement out of solitude. He meets a kindred \nspirit in Wireman, a man reluctant to reveal his own wounds, and then \nElizabeth Eastlake, a sick old woman whose roots are tangled deep in \nDuma Key. Now Edgar paints, sometimes feverishly, his exploding talent \nboth a wonder and a weapon. Many of his paintings have a power that \ncannot be controlled. When Elizabeth's past unfolds and the ghosts of \nher childhood begin to appear, the damage of which they are capable is \ntruly devastating. </p><p class=\"description\"> The tenacity of love, the perils of creativity, \nthe mysteries of memory and the nature of the supernatural -- Stephen \nKing gives us a novel as fascinating as it is gripping and terrifying.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "4b38fb50-6254-4ba9-920c-a0d67ee05f27",
      "url": "E:\\Books\\Novels\\Stephen King - 2009 - Under the Dome.epub",
      "name": "Stephen King - 2009 - Under the Dome.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///c72b6ac6-5c2d-45a3-8189-ba17c260bf96",
      "title": "Under the Dome",
      "author": "Stephen King",
      "description": "<div><p>On an entirely normal, beautiful fall day in Chester's Mill, Maine, the town is inexplicably and suddenly sealed off from the rest of the world by an invisible force field. Planes crash into it and fall from the sky in flaming wreckage, a gardener's hand is severed as \"the dome\" comes down on it, people running errands in the neighboring town are divided from their families, and cars explode on impact. No one can fathom what this barrier is, where it came from, and when -- or if -- it will go away. </p><p>Dale Barbara, Iraq vet and now a short-order cook, finds himself teamed with a few intrepid citizens -- town newspaper owner Julia Shumway, a physician's assistant at the hospital, a select-woman, and three brave kids. Against them stands Big Jim Rennie, a politician who will stop at nothing -- even murder -- to hold the reins of power, and his son, who is keeping a horrible secret in a dark pantry. But their main adversary is the Dome itself. Because time isn't just short. It's running out.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "B005K0HDGE",
      "url": "E:\\Books\\Novels\\Stephen King - 2011 - 11_22_63.epub",
      "name": "Stephen King - 2011 - 11_22_63.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///5f5d1993-9c65-409a-969e-2abf3c329191",
      "title": "11/22/63",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">Dallas, 11/22/63: Three shots ring out. President John F. Kennedy is dead. Life can turn on a dime—or stumble into the extraordinary, as it does for Jake Epping, a high school English teacher in a Maine town. </p><p class=\"description\">While grading essays by his GED students, Jake reads a gruesome, enthralling piece penned by janitor Harry Dunning: fifty years ago, Harry somehow survived his father’s sledgehammer slaughter of his entire family. Jake is blown away . . . but an even more bizarre secret comes to light when Jake’s friend Al, owner of the local diner, enlists Jake to take over the mission that has become his obsession—to prevent the Kennedy assassination. How? By stepping through a portal in the diner’s storeroom, and into the era of Ike and Elvis, of big American cars, sock hops, and cigarette smoke. . . . </p><p class=\"description\">Finding himself in warmhearted Jodie, Texas, Jake begins a new life. But all turns in the road lead to a troubled loner named Lee Harvey Oswald. The course of history is about to be rewritten . . . and become heart-stoppingly suspenseful. In Stephen King’s “most ambitious and accomplished” (NPR) novel, time travel has never been so believable. Or so terrifying.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "aa003f9d-b890-4608-a05a-7c4429fb4b4b",
      "url": "E:\\Books\\Novels\\Stephen King - 2013 - Joyland.epub",
      "name": "Stephen King - 2013 - Joyland.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///a5c1c26f-c133-448c-a55d-2b93e5d71c98",
      "title": "Joyland",
      "author": "Stephen King",
      "description": "<div><p class=\"description\"><b>STEPHEN KING </b><b>Returns with a Novel of Carny Life—and Death . . </b></p><p class=\"description\">College student Devin Jones took the summer job at Joyland hoping to forget the girl who broke his heart. But he wound up facing something far more terrible: the legacy of a vicious murder, the fate of a dying child, and dark truths about life—and what comes after—that would change his world forever.<br><br><b>Life is Not Always a Butcher’s Game.</b><br><br><b>Sometimes the Prizes Are Real.</b><br><br><b>Sometimes They’re Precious.</b><br><br>A riveting story about love and loss, about growing up and growing old—and about those who don’t get to do either because death comes for them before their time—JOYLAND is Stephen King at the peak of his storytelling powers. With all the emotional impact of King masterpieces such as <i>The Green Mile</i> and <i>The Shawshank Redemption</i>, JOYLAND is at once a mystery, a horror story, and a bittersweet coming-of-age novel, one that will leave even the most hard-boiled reader profoundly moved.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "05ff5ef8-ba23-404e-9df9-14b51398c71e",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 1978 - Night Shift.epub",
      "name": "Stephen King - Collections - 1978 - Night Shift.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///43ba837d-d170-42e5-b13d-07c68cda25ea",
      "title": "Night Shift",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">A collection of tales to invade and paralyse the mind as the safe light of day is infiltrated by the shadows of the night.</p><p class=\"description\">As you read, the clutching fingers of terror brush lightly across the nape of the neck, reach round from behind to clutch and lock themselves, white-knuckled, around the throat.</p><p class=\"description\">This is the horror of ordinary people and everyday objects that become strangely altered; a world where nothing is ever quite what it seems, where the familiar and the friendly lure and deceive. A world where madness and blind panic become the only reality.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "baf6d9b9-060d-47a5-a8f4-c3d705380b20",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 1982 - Different Seasons.epub",
      "name": "Stephen King - Collections - 1982 - Different Seasons.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///21c50e87-e210-4b56-9211-98c6e851909b",
      "title": "Different Seasons",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">In this classic collection of four novellas, the grand master takes you on irresistible journeys into the far reaches of horror, heartache and hope.</p><p class=\"description\"><b><i>Rita Hayworth and Shawshank Redemption</i></b></p><p class=\"description\"> The story of two men convicted of murder – one guilty, one innocent – who form the perfect partnership as they dream up a scheme to escape from prison.</p><p class=\"description\"><b><i>Apt Pupil</i></b> </p><p class=\"description\">Todd Bowden is one of the top students in his high school class and a \ntypical American sixteen-year-old—until he becomes obsessed about the \ndark and deadly past of an older man in town. The inspiration for the \nfilm <i>Apt Pupil </i>from Phoenix Pictures.</p><p class=\"description\"><b>The Body</b></p><p class=\"description\">Four rambunctious young boys plunge through the façade of a small \ntown and come face-to-face with life, death, and intimations of their \nown mortality. The film <i>Stand By Me </i>is based on this novella.</p><p class=\"description\"><b>The Breathing Method </b></p><p class=\"description\">The tale of a doctor who goes to his club and discovers a woman who is determined to give birth – no matter what.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "17004ded-dcf7-4bea-abe7-c20aa78b47d8",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 1985 - Skeleton Crew.epub",
      "name": "Stephen King - Collections - 1985 - Skeleton Crew.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///d242424a-bded-477e-bec2-5398beeb6141",
      "title": "Skeleton Crew",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">Hold tight. We are going into a number of dark places, but I think I know the way. Just don’t let go of my arm...</p><p class=\"description\">Unrivalled master of suspense Stephen King takes the unsuspecting reader on a fantastic journey through the dark shadows of our innermost fears.</p><p class=\"description\">Do the dead sing?</p><p class=\"description\">In this bumper collection of chilling tales, which includes the brilliant story adapted into the acclaimed movie The Mist, we meet: a woman who has never crossed The Reach, the water dividing her from the mainland; a gramma who only wants to hug little George, even after she is dead; an innocent looking toy with sinister powers; and a primeval sea creature with an insatiable appetite.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "63b6426e-e0c0-4a65-bb95-b9b24306aaaf",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 1990 - Four Past Midnight.epub",
      "name": "Stephen King - Collections - 1990 - Four Past Midnight.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///56f7a82e-e201-4739-bb82-a4edcccdc99f",
      "title": "Four Past Midnight",
      "author": "Stephen King",
      "description": "<div><p class=\"description\"><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2'; \">A collection of four stories on the theme of 'midnight', the moment when the familiar world gives way to an alternative reality, and a new and terrifying world is revealed.</span></p><p class=\"description\"><b>The Langoliers</b>  You are strapped in an airplane seat on a flight beyond hell.</p><p class=\"description\"><b>Secret Window, Secret Garden</b>  You are trapped in the demonic depths of a writer's worst nightmare. </p><p class=\"description\"><b>The Library Policeman</b>  You are forced into a hunt for the most horrifying secret a small town ever hid. </p><p class=\"description\"><b>The Sun Dog</b>  You are focusing in on a beast bent on shredding your sanity. </p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "00d43f8c-2379-4b79-9914-95fc7abf7b70",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 1993 - Nightmares and Dreamscapes.epub",
      "name": "Stephen King - Collections - 1993 - Nightmares and Dreamscapes.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///43b48ccb-9941-49a3-a347-40eab7376303",
      "title": "Nightmares and Dreamscapes",
      "author": "Stephen King",
      "description": "<div><p class=\"description\"><b>Short story collection</b></p><p class=\"description\">The Stephen King Amusement Park – an unnerving experience, with rides every which way to hell...and a few to glory.</p><p class=\"description\">A solitary finger pokes out of a drain. Novelty teeth turn predatory. The Nevada desert swallows a Cadillac. Meanwhile, the legend of Castle Rock returns... and grows on you. What does it all mean? What else could it mean? Stephen King is here with a powerful collection of stories – a vast, many-chambered cave of a volume.</p><p class=\"description\">The long reach of Stephen King’s imagination will take you on a rollercoaster to places you’ve never been before. You will lose sleep. But Stephen King, writing to beat the devil, will do your dreaming for you.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "24f59620-ce6a-47b0-a700-a9b2677f0497",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 1997 - Six Stories.epub",
      "name": "Stephen King - Collections - 1997 - Six Stories.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///5fd8b255-3896-4c36-b4e0-4b1186b76bd0",
      "title": "Six Stories",
      "author": "Stephen King",
      "description": "<div><p class=\"description\"></p><p><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\"></span></font></p><p><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\">Six Stories contains:</font></p><span class=\"Apple-style-span\" style=\"font-family: 'MS Shell Dlg 2', sans-serif; font-size: 14px; \"><p style=\"display: inline !important; \"><b><i>Lunch at the Gotham Cafe</i></b> (later published as part of <i>Everything's Eventual</i>, slightly revised)</p></span><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\"><p><b><i>L. T.'s Theory of Pets</i></b> (later published as part of<i> Everything's Eventual</i>)</p><p><b><i>Luckey Quarter</i></b> (later published as part of <i>Everything's Eventual</i>)</p><p><b><i>Autopsy Room Four</i></b> (later published as part of <i>Everything's Eventual</i>)</p><p><b><i>Blind Willie</i></b> (later published as part of <i>Hearts in Atlantis</i>, significantly revised)</p><p><i><b>The Man in the Black Suit</b></i> (later published as part of <i>Everything's Eventual</i>, slightly revised)</p></span></font><p></p><ul style=\"font-family: 'MS Shell Dlg 2', sans-serif; font-size: 14px; \">\n</ul></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "37516422-7148-4f99-ae26-ec770b48a60d",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 1999 - Hearts In Atlantis.epub",
      "name": "Stephen King - Collections - 1999 - Hearts In Atlantis.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///dfe9951e-67ea-474d-b1a7-de125696056e",
      "title": "Hearts In Atlantis",
      "author": "Stephen King",
      "description": "<p class=\"description\"><span id=\"freeText8950331498486599589\" style=\"\"><em><b>Hearts in Atlantis</b></em>,\n King's newest fiction, is composed of five interconnected, sequential \nnarratives, set in the years from 1960 to 1999. Each story is deeply \nrooted in the sixties, and each is haunted by the Vietnam War.<br><br>In\n Part One, \"<b><i>Low Men in Yellow Coats,</i></b>\" eleven-year-old Bobby Garfield \ndiscovers a world of predatory malice in his own neighborhood. He also \ndiscovers that adults are sometimes not rescuers but at the heart of the\n terror.<br><br>In the title story, a bunch of college kids get hooked \non a card game, discover the possibility of protest...and confront their\n own collective heart of darkness, where laughter may be no more than \nthe thinly disguised cry of the beast.<br><br>In \"<b><i>Blind Willie</i></b>\" and \"<b><i>Why\n We're in Vietnam</i></b>,\" two men who grew up with Bobby in suburban \nConnecticut try to fill the emptiness of the post-Vietnam era in an \nAmerica which sometimes seems as hollow - and as haunted - as their own \nlives.<br><br>And in \"<i><b>Heavenly Shades of Night Are Falling</b></i>,\" this \nremarkable book's denouement, Bobby returns to his hometown where one \nfinal secret, the hope of redemption, and his heart's desire may await \nhim.</span></p>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "52997a3b-8396-4b1b-9ac0-38f26ff91574",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 2002 - Everything's Eventual.epub",
      "name": "Stephen King - Collections - 2002 - Everything's Eventual.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///4d8a4757-ebe8-4a56-bb9d-11b656b0fdd9",
      "title": "Everything's Eventual",
      "author": "Stephen King",
      "description": "<div><p class=\"description\"><span id=\"freeText7226143707738734835\" style=\"\"><em>Everything's Eventual</em> includes one O. Henry Prize winner, two other award winners, four stories published by <em>The New Yorker,</em>\n and \"Riding the Bullet,\" King's original e-book, which attracted over \nhalf a million online readers and became the most famous short story of \nthe decade. </span></p><p> \"Riding the Bullet,\" published here on paper for the \nfirst time, is the story of Alan Parker, who's hitchhiking to see his \ndying mother but takes the wrong ride, farther than he ever intended. In\n \"Lunch at the Gotham Café,\" a sparring couple's contentious lunch turns\n very, very bloody when the maître d' gets out of sorts. \"1408,\" the \naudio story in print for the first time, is about a successful writer \nwhose specialty is \"Ten Nights in Ten Haunted Graveyards\" or \"Ten Nights\n in Ten Haunted Houses,\" and though Room 1408 at the Dolphin Hotel \ndoesn't kill him, he won't be writing about ghosts anymore. And in \"That\n Feeling, You Can Only Say What It Is In French,\" terror is déjà vu at \n16,000 feet. </p><p> Whether writing about encounters with the dead, the\n near dead, or about the mundane dreads of life, from quitting smoking \nto yard sales, Stephen King is at the top of his form in the fourteen \ndark tales assembled in <em>Everything's Eventual.</em> Intense, eerie, \nand instantly com-pelling, they announce the stunningly fertile \nimagination of perhaps the greatest storyteller of our time.</p><p></p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "c289ac15-9639-4607-9306-b4553c797e19",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 2003 - Uncollected Stories 2003.epub",
      "name": "Stephen King - Collections - 2003 - Uncollected Stories 2003.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///ad2a52b6-7279-488b-b00b-bea0726efaa5",
      "title": "Uncollected Stories 2003",
      "author": "Stephen King",
      "description": "<div><p class=\"calibre5\" style=\"display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \"><font class=\"Apple-style-span\" face=\"Arial\"><b><i>Uncollected Stories</i></b></font></p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">1. Jhonathan and the Witches</p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">2. People, Places and Things</p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">3. In a Half-World of Terror</p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">4. The Glass Floor</p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">5.Slade  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">6. The Blue Air Compressor  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">7. The Cat From Hell  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">8. The Crate  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">9.SquadD  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">10. The King Family &amp; the Wicked Witch </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">11. The Night of the Tiger  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">12. Before the Play </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">13. Man With a Belly  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">14. Skybar </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">15. The Leprechaun  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">16. Keyholes  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">17. For the Birds  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">18. The Reploids  </p><p class=\"calibre5\" style=\"font-family: Arial; font-size: 16px; display: block; margin-bottom: 0px; margin-left: 0px; margin-right: 0px; margin-top: 0px; text-indent: 1em; \">19. An Evening at God’s </p></div>",
      "coverRelativePath": "cover1.jpeg"
    },
    {
      "id": "9d0267bf-77a3-4e94-9d01-2e04dfcf715b",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 2008 - Just After Sunset.epub",
      "name": "Stephen King - Collections - 2008 - Just After Sunset.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///1d96e6ef-6b4a-41cd-99b3-eafec47ed004",
      "title": "Just After Sunset",
      "author": "Stephen King",
      "description": "<div><p class=\"description\" style=\"font-family: 'MS Shell Dlg 2', sans-serif; font-size: 14px; \">Stephen King - who has written more than fifty books, dozens of number one New York Times bestsellers, and many unforgettable movies - delivers an astonishing collection of short stories, his first since Everything's Eventual six years ago. The stories in this collection have appeared in The New Yorker, Playboy, McSweeney's, The Paris Review, Esquire, and other publications.</p><p class=\"description\"></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\"><u>Included Works</u></span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"Willa\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"The Gingerbread Girl\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"Harvey's Dream\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"Rest Stop\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"Stationary Bike\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"The Things They Left Behind\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"Graduation Afternoon\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"N.\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"The Cat From Hell\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"The New York Times at Special Bargain Rates\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"Mute\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"Ayana\"</span></font></p><p class=\"description\"><font class=\"Apple-style-span\" face=\"'MS Shell Dlg 2', sans-serif\"><span class=\"Apple-style-span\" style=\"font-size: 14px;\">    \"A Very Tight Place\" </span></font></p><p class=\"description\" style=\"font-family: 'MS Shell Dlg 2', sans-serif; font-size: 14px; \"></p><h2 style=\"font-family: 'MS Shell Dlg 2', sans-serif; font-size: 14px; \"></h2><h2 style=\"font-family: 'MS Shell Dlg 2', sans-serif; font-size: 14px; \"><span class=\"Apple-style-span\" style=\"font-size: 14px; font-weight: normal; \">Just After Sunset -- call it dusk, call it twilight, it's a time when human intercourse takes on an unnatural cast, when nothing is quite as it appears, when the imagination begins to reach for shadows as they dissipate to darkness and living daylight can be scared right out of you. It's the perfect time for Stephen King.</span></h2></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "0787994f-cb1e-4257-99a7-b1ee0e804b8f",
      "url": "E:\\Books\\Novels\\Stephen King - Collections - 2010 - Full Dark, No Stars.epub",
      "name": "Stephen King - Collections - 2010 - Full Dark, No Stars.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///4b7c8b61-8250-41cf-b466-e712339c49d5",
      "title": "Full Dark, No Stars",
      "author": "Stephen King",
      "description": "<span id=\"freeText8811646282562571846\" style=\"\">A new collection of four never-before-published stories from Stephen King.<br><br><u>1922</u><br>The\n story opens with the confession of Wilfred James to the murder of his \nwife, Arlette, following their move to Hemingford, Nebraska onto land \nwilled to Arlette by her father.<br><br><u>Big Driver</u><br>Mystery \nwriter, Tess, has been supplementing her writing income for years by \ndoing speaking engagements with no problems. But following a last-minute\n invitation to a book club 60 miles away, she takes a shortcut home with\n dire consequences.<br><br><u>Fair Extension</u><br>Harry Streeter, who is suffering from cancer, decides to make a deal with the devil but, as always, there is a price to pay.<br><br><u>A Good Marriage</u><br>Darcy\n Anderson learns more about her husband of over twenty years than she \nwould have liked to know when she stumbles literally upon a box under a \nworktable in their garage.</span>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "cf04d09c-33a0-489b-a902-08e161ec8242",
      "url": "E:\\Books\\Novels\\Stephen King - NF - 2000 - On Writing.epub",
      "name": "Stephen King - NF - 2000 - On Writing.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///362b1a3e-9ad6-4b3c-9d09-0a43d680d4ce",
      "title": "On Writing",
      "author": "Stephen King",
      "description": "<div><p>Find out what books and films influenced the young writer, his first idea for a story and the true life tale that inspired Carrie. For the first time, here's an intimate autobiographical portrait of his home life, his family and his traumatic recent accident. Citing examples of his work and those of his contemporaries, King gives an excellent masterclass on writing - how to use the tools of the trade from building characters to pace and plotting as well as practical advice on presentation. And King tells readers how he got to be a No. 1 bestseller for a quarter of a century with fascinating descriptions of his own process, the origins and development of, e.g. Carrie and Misery.</p><h3><br></h3></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "B000FC2RUE",
      "url": "E:\\Books\\Novels\\Stephen King - NF - 2004 - Faithful.epub",
      "name": "Stephen King - NF - 2004 - Faithful.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///9b9cef2f-8dfe-481c-abf3-b444be521b6d",
      "title": "Faithful",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">Who better to follow the fortunes of a 'cursed' team like the Boston Red Sox than two renowned horror writers and lifelong Red Sox addicts? </p><p class=\"description\">Red Sox fans have seen it all since 1918... except that elusive World Championship. The memory of 2003's devastating ALCS Game 7 loss and the anticipation of new ace Curt Schilling's impact made this season that much more compelling. </p><p class=\"description\">Stephen King and Stewart O'Nan joined the rest of the Red Sox Nation to cheer on the Olde Town Team, with the eternal hope that this might be their year. On 27th October 2004, the Red Sox finally prevailed, taking an unassailable 4-0 lead over the St. Louis Cardinals in the best of seven World Series. </p><p class=\"description\">Stephen King and Stewart O'Nan's email correspondence about the dramatic and ultimately heartbreaking 2003 season inspired the idea for FAITHFUL, a book that records the Sox's 2004 baseball season from start to spectacular finish.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "5b26c7d3-0ad2-4ef2-b163-a70c0e66bdf2",
      "url": "E:\\Books\\Novels\\Stephen King - NF -1980 - Danse Macabre.epub",
      "name": "Stephen King - NF -1980 - Danse Macabre.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///3dee397b-d8cf-453f-b206-f1ad5c8e5694",
      "title": "Danse Macabre",
      "author": "Stephen King",
      "description": "<div><p class=\"description\">From the author of dozens of #1 New York Times bestsellers and the creator of many unforgettable movies comes a vivid, intelligent, and nostalgic journey through three decades of horror as experienced through the eyes of the most popular writer in the genre. </p><p class=\"description\">In 1981, years before he sat down to tackle On Writing, Stephen King decided to address the topic of what makes horror horrifying and what makes terror terrifying. </p><p class=\"description\">Here, in ten brilliantly written chapters, King delivers one colorful observation after another about the great stories, books, and films that comprise the horror genre—from Frankenstein and Dracula to The Exorcist, The Twilight Zone, and Earth vs. The Flying Saucers.With the insight and good humor his fans appreciated in On Writing , Danse Macabre is an enjoyably entertaining tour through Stephen King’s beloved world of horror.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "ddece7b6-bb06-4313-893c-bc6da3c545f2",
      "url": "E:\\Books\\Novels\\Stephen King - Novella - 2010 - Blockade Billy.epub",
      "name": "Stephen King - Novella - 2010 - Blockade Billy.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///91ee4a84-6367-4efc-aaf3-64f38a053a04",
      "title": "Blockade Billy",
      "author": "Stephen King",
      "description": "<p class=\"description\">Even the most die-hard baseball fans don't know the true story of \nWilliam 'Blockade Billy'  Blakely. He may have been the greatest player \nthe game has ever seen, but today no one remembers his name. He was the \nfirst--and only--player to have his existence completely removed from \nthe record books. Even his team is long forgotten, barely a footnote in \nthe game's history.<br><br>Every effort was made to erase any evidence \nthat William Blakely played professional baseball, and with good reason.\n Blockade Billy had a secret darker than any pill or injection that \nmight cause a scandal in sports today. His secret was much, much \nworse... and only Stephen King, the most gifted storyteller of our age, \ncan reveal the truth to the world, once and for all.<br><br>Originally published through Cemetery Dance Publications on April 20, 2010.</p>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "bb5b297d-8c3a-4a36-9191-5dbf36c274cd",
      "url": "E:\\Books\\Novels\\Stephen King - Novella - 2010 - UR.epub",
      "name": "Stephen King - Novella - 2010 - UR.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///6229d970-f917-4561-843d-4df93d113b2d",
      "title": "UR",
      "author": "Stephen King",
      "description": "<div>Stephen King sets his sights on the latest high-tech gadget in <i>UR,</i> in which a mysterious e-book reader opens a disturbing window into other worlds. <br> <br>Reeling\n from a painful break-up, English instructor and avid book lover Wesley \nSmith is haunted by his ex-girlfriend's parting shot: \"Why can't you \njust read off the computer like everyone else?\" He buys an e-book reader\n out of spite, but soon finds he can use the device to glimpse realities\n he had never before imagined, discovering literary riches beyond his \nwildest dreams...and all-too-human tragedies that surpass his most \nterrible nightmares. <br> <br><i>UR</i> gives this classic theme an up-to-the-minute spin, resulting in a horror masterpiece for our time and for the ages.</div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "a9a3238d-85e5-4a30-b35c-fd57ee6dcc50",
      "url": "E:\\Books\\Novels\\Stephen King - Novella - 2011 - Mile 81.epub",
      "name": "Stephen King - Novella - 2011 - Mile 81.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///cc73a730-48a4-467a-8790-d5318085ee79",
      "title": "Mile 81",
      "author": "Stephen King",
      "description": "<p class=\"description\">At Mile 81 on the Maine turnpike is a boarded up rest stop, a place \nwhere high school kids drink and get into the kind of trouble high \nschool kids have always gotten into. It's the place where Pete Simmons \ngoes when his older brother, who's supposed to be looking out for him, \nheads off to the gravel pit to play 'paratroopers over the side.'  Pete,\n armed only with the magnifying glass he got for his tenth birthday, \nfinds a discarded bottle of vodka in the boarded up burger shack and \ndrinks enough to pass out.<br><br>Not much later, a mud-covered station \nwagon (which is strange because there hadn't been any rain in New \nEngland for over a week) veers into the Mile 81 rest area, ignoring the \nsign that says 'closed, no services.'  The driver's door opens but \nnobody gets out. <br><br>Doug Clayton, an insurance man from Bangor, is \ndriving his Prius to a conference in Portland. On the backseat are his \nbriefcase and suitcase and in the passenger bucket is a King James \nBible, what Doug calls 'the ultimate insurance manual,'  but it isn't \ngoing to save Doug when he decides to be the Good Samaritan and help the\n guy in the broken down wagon. He pulls up behind it, puts on his \nfour-ways, and then notices that the wagon has no plates.<br><br>Ten \nminutes later, Julianne Vernon, pulling a horse trailer, spots the Prius\n and the wagon, and pulls over. Julianne finds Doug Clayton's cracked \ncell phone near the wagon door - and gets too close herself. By the time\n Pete Simmons wakes up from his vodka nap, there are a half a dozen cars\n at the Mile 81 rest stop. Two kids - Rachel and Blake Lussier - and one\n horse named Deedee are the only living left. Unless you maybe count the\n wagon.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "6ae3afc5-f722-4341-8545-897375012dc8",
      "url": "E:\\Books\\Novels\\Stephen King - Novella - 2012 - A Face in the Crowd.epub",
      "name": "Stephen King - Novella - 2012 - A Face in the Crowd.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///95d91e86-797f-4d9e-ae55-6217a2d681bd",
      "title": "A Face in the Crowd",
      "author": "Stephen King",
      "description": "<div><b>The writing team that delivered the bestselling <i>Faithful</i>, \nabout the 2004 Red Sox championship season, takes readers to the \nballpark again, and to a world beyond, in an eBook original.</b><p>Dean Evers, an elderly widower, sits\n in front of the television with nothing better to do than waste his \nleftover evenings watching baseball. It’s Rays/Mariners, and David Price\n is breezing through the line-up. Suddenly, in a seat a few rows up \nbeyond the batter, Evers sees the face of someone from decades past, \nsomeone who shouldn’t be at the ballgame, shouldn’t be on the planet. \nAnd so begins a parade of people from Evers’s past, all of them \noccupying that seat behind home plate. Until one day Dean Evers sees \nsomeone even eerier…</p></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "510d7516-8893-4a44-9d73-92d7da7134ef",
      "url": "E:\\Books\\Novels\\Stephen King - Novella - 2012 - In the Tall Grass.epub",
      "name": "Stephen King - Novella - 2012 - In the Tall Grass.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///68a60b78-a28e-4461-ab6c-0da10ccb8970",
      "title": "In the Tall Grass",
      "author": "Stephen King",
      "description": "<p class=\"description\">IN THE TALL GRASS begins with a sister and brother who pull off to the side of the road after hearing a young boy crying for help from beyond the tall grass. Within minutes they are disoriented, in deeper than seems possible, and they've lost one another. The boy's cries are growing more and more desperate.  What follows is a terrifying, entertaining, and masterfully told tale, as only Stephen King and Joe Hill can deliver.  </p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "B007QXV9S6",
      "url": "E:\\Books\\Novels\\Stephen King - Novella - 2012 - Throttle.epub",
      "name": "Stephen King - Novella - 2012 - Throttle.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///17b040c3-8b88-4044-81e5-c771a9a7ccff",
      "title": "Throttle",
      "author": "Stephen King",
      "description": "<p>Inspired by Richard Matheson's classic \"Duel,\" \"Throttle,\" by Joe Hill \nand Stephen King, is a duel of a different kind, pitting a faceless \ntrucker against a tribe of motorcycle outlaws in the simmering Nevada \ndesert. Their battle is fought out on twenty miles of the most lonely \nroad in the country, a place where the only thing worse than not knowing\n what you're up against, is slowing down . .</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "982047d6-41a8-4aac-8c89-8403a85dfeae",
      "url": "E:\\Books\\Novels\\Stephen King - Talisman 01 - The Talisman.epub",
      "name": "Stephen King - Talisman 01 - The Talisman.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///abdfee68-8187-440f-913b-330445cb1bca",
      "title": "The Talisman",
      "author": "Stephen King",
      "description": "<p class=\"description\">Twelve-year-old Jack spends his days alone in a deserted coastal town, his father gone, his mother dying. Then he meets a stranger - and embarks on a terrifying journey. For Jack must find the Talisman, the only thing that can save his mother.  His quest takes him into the menacing Territories, a parallel world where violence, surprise and the titanic struggle between good and evil reach across a mythic landscape.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "af186a9b-1a43-41cb-bad3-2c828b8f8cb0",
      "url": "E:\\Books\\Novels\\Stephen King - Talisman 02 - Black House.epub",
      "name": "Stephen King - Talisman 02 - Black House.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///c5d4df72-8686-4596-8f7e-1407face601d",
      "title": "Black House",
      "author": "Stephen King",
      "description": "<p class=\"description\">Twenty years ago, a boy named Jack Sawyer traveled to a parallel universe called the Territories to save his mother and her “Twinner” from an agonizing death that would have brought cataclysm to the other world. Now Jack is a retired Los Angeles homicide detective living in the nearly nonexistent hamlet of Tamarack, Wisconsin. He has no recollection of his adventures in the Territories, and he was compelled to leave the police force when a happenstance event threatened to awaken those long-suppressed and dangerous memories. When a series of gruesome murders occurs in western Wisconsin, reminiscent of heinous killings committed several decades earlier, Jack’s buddy, the local chief of police, begs Jack to help find the killer. But are these new killings merely the work of a disturbed individual, or has a mysterious and malignant force been unleashed in this quiet town? What causes Jack’s inexplicable waking dreams—if that is what they are—of robins’ eggs and red feathers? As these cryptic messages become impossible to ignore, Jack is drawn back to the Territories and to his own hidden past.</p>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "16551779-5dd6-4cb1-9f4c-943b7bf92732",
      "url": "E:\\Books\\Novels\\Stephen King - The Shining 01 - The Shining.epub",
      "name": "Stephen King - The Shining 01 - The Shining.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///04e51483-702f-4352-a2e2-89ab21a19ee8",
      "title": "The Shining",
      "author": "Stephen King",
      "description": "<div><p>Jack Torrance’s new job at the Overlook Hotel is the perfect chance for a fresh start. As the off-season caretaker at the atmospheric old hotel, he’ll have plenty of time to spend reconnecting with his family and working on his writing. But as the harsh winter weather sets in, the idyllic location feels ever more remote . . . and more sinister. And the only one to notice the strange and terrible forces gathering around the Overlook is Danny Torrance, a uniquely gifted five-year-old.</p><p><br></p><p></p><h3 class=\"productDescriptionSource\">Review</h3> <div class=\"productDescriptionWrapper\"> “A master storyteller.” —<i>Los Angeles Times</i><br><br>“Scary! . . . Serves up horrors at a brisk, unflagging pace.” —<i>The New York Times</i><br><br>“This chilling novel will haunt you, and make your blood run cold and your heart race with fear.” —<i>Nashville Banner</i><br> <br>“Guaranteed to frighten you into fits. . . . with a climax that is literally explosive.” —<i>Cosmopolitan</i><br><br>“The most wonderfully gruesome man on the planet.” —<i>USA Today</i><br><i> </i><br>“An undisputed master of suspense and terror.” —<i>The Washington Post</i><br><i> </i><br>“[King] probably knows more about scary goings-on in confined, isolated places than anybody since Edgar Allan Poe.” —<i>Entertainment Weekly</i><br><i> </i><br>“He’s the author who can always make the improbable so scary you’ll feel compelled to check the locks on the front door.” —<i>The Boston Globe</i><br><i> </i><br>“Peerless imagination.” —<i>The Observer</i> (London) <div class=\"emptyClear\"> </div> </div> <h3 class=\"productDescriptionSource\">About the Author</h3> <div class=\"productDescriptionWrapper\"> Stephen King is the author of more than fifty books, all of them worldwide bestsellers. Among his most recent are <i>11/22/63</i>; <i>Full Dark, No Stars</i>;<i> Under the Dome</i>; <i>Just After Sunset;</i> <i>Duma Key</i>;<i> Lisey’s Story</i>; <i>Cell</i>; and the concluding novels in<i> </i>the Dark Tower saga: <i>Wolves of the Calla</i>,<i> Song of Susannah</i>,<i> </i>and <i>The Dark Tower.</i> His acclaimed nonfiction book, <i>On Writing</i>, is also a bestseller. He was the recipient of the 2003 National Book Foundation Medal for Distinguished Contribution to American Letters, and in 2007, he received the Grand Master Award from the Mystery Writers of America. He lives in Maine with his wife, novelist Tabitha King.<br> <br>www.stephenking.com </div></div>",
      "coverRelativePath": "OEBPS/Images/cover.jpeg"
    },
    {
      "id": "w/doctor-sleep-stephen-king/1110621237",
      "url": "E:\\Books\\Novels\\Stephen King - The Shining 02 - Doctor Sleep.epub",
      "name": "Stephen King - The Shining 02 - Doctor Sleep.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///4edb1827-531e-4b03-a66b-41c7db305e10",
      "title": "Doctor Sleep",
      "author": "Stephen King",
      "description": "<div><p><strong>Stephen King returns to the characters and territory of one of his most popular novels ever, <em>The Shining</em>, in this instantly riveting novel about the now middle-aged Dan Torrance (the boy protagonist of <em>The Shining</em>) and the very special twelve-year-old girl he must save from a tribe of murderous paranormals.</strong><br></p><p>On highways across America, a tribe of people called The True Knot travel in search of sustenance. They look harmless—mostly old, lots of polyester, and married to their RVs. But as Dan Torrance knows, and spunky twelve-year-old Abra Stone learns, The True Knot are quasi-immortal, living off the “steam” that children with the “shining” produce when they are slowly tortured to death.<br></p><p>Haunted by the inhabitants of the Overlook Hotel where he spent one horrific childhood year, Dan has been drifting for decades, desperate to shed his father’s legacy of despair, alcoholism, and violence. Finally, he settles in a New Hampshire town, an AA community that sustains him, and a job at a nursing home where his remnant “shining” power provides the crucial final comfort to the dying. Aided by a prescient cat, he becomes “Doctor Sleep.”<br></p><p>Then Dan meets the evanescent Abra Stone, and it is her spectacular gift, the brightest shining ever seen, that reignites Dan’s own demons and summons him to a battle for Abra’s soul and survival. This is an epic war between good and evil, a gory, glorious story that will thrill the millions of devoted readers of <em>The Shining</em> and satisfy anyone new to the territory of this icon in the King canon.</p></div>",
      "coverRelativePath": "OEBPS/Images/cover1.jpeg"
    },
    {
      "id": "B007HAZ4GQ",
      "url": "E:\\Books\\Novels\\Stephen King's The Dark Tower- The Complete Concordance (Revised and Updated) - Robin Furth.epub",
      "name": "Stephen King's The Dark Tower- The Complete Concordance (Revised and Updated) - Robin Furth.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///f57b09fd-3969-4ac8-ba95-5d1389a5f411",
      "title": "Stephen King's the Dark Tower: The Complete Concordance Revised and Updated",
      "author": "Robin Furth",
      "description": "<div><h3>Product Description</h3><p>The Dark Tower series is the backbone of Stephen King's legendary career. Eight books and more than three thousand pages make up this bestselling fantasy epic. This revised and updated concordance, incorporating the 2012 Dark Tower novel The Wind Through the Keyhole, is the definitive encyclopedic reference book that provides readers with everything they need to navigate their way through the series. With hundreds of characters, Mid-World geography, High Speech lexicon, and extensive cross-references, this comprehensive handbook is essential for any Dark Tower fan. </p><p><strong>Includes:</strong></p><p>Characters and Genealogies </p><p>Magical Objects and Forces </p><p>Mid-World and Our World Places </p><p>Portals and Magical Places </p><p>Mid-, End-, and Our World Maps </p><p>Timeline for the Dark Tower Series </p><p>Mid-World Dialects </p><p>Mid-World Rhymes, Songs, and Prayers </p><p>Political and Cultural References </p><p>References to Stephen King’s Own Work</p></div>",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "9781587674082",
      "url": "E:\\Books\\Novels\\The Dark Tower Companion - Bev Vincent.epub",
      "name": "The Dark Tower Companion - Bev Vincent.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///3b2b6193-5681-4599-b605-c48ebe772c39",
      "title": "The Dark Tower Companion",
      "author": "Bev Vincent",
      "description": "<p>The Dark Tower Companion is the ultimate compendium to King's evolving magnum opus, presenting the mythology, history, and geography of this epic fantasy that has captivated generations of readers. Featuring interviews with Stephen King, Ron Howard, Dark Tower expert Robin Furth and others, Bev Vincent reveals The Dark Tower's influential literary origins, examines its connections to the vast majority of King's other novels, explores the expanded universe, catalogs the major characters, locations and concepts, and includes a travel guide to the story's real-world locations, giving fans who have followed Roland's journey or those who are discovering it for the first time a fascinating overview of the series and an inside look at the creative process of one of the world's most popular authors.  </p>",
      "coverRelativePath": "OPS/images/cover.jpg"
    },
    {
      "id": "9780698410114",
      "url": "E:\\Books\\Novels\\The Disappeared - C.J. Box.epub",
      "name": "The Disappeared - C.J. Box.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///c2425346-c2a3-48f3-9bad-ddfc2552b1c4",
      "title": "The Disappeared",
      "author": "C. J. Box",
      "description": "<b><B>Wyoming game warden Joe Pickett has two cases to contend with, both of them lethal, in the electrifying new novel from the #1 </B><B><I>New York Times</I></B><B>-bestselling author.</B></b><br>Wyoming's new governor isn't sure what to make of Joe Pickett, but he has a job for him that is extremely delicate. Three British executives, all women, never came home from the high-end guest ranch they were visiting, and the British Embassy is pressing hard. Pickett knows that happens sometimes&#8212;these ranches are stocked with handsome young cowboys, and \"ranch romances\" aren't uncommon. But three disappearances? That's too many.<br/>At the same time, with the help of his friend Nate Romanowski, he's been called to investigate the killings of several bald and golden eagles&#8212;a serious federal crime. The more he investigates both cases, the more someone wants him to go away. Is it because of the missing woman or the dead eagles? Or are they somehow connected? The answers, when...",
      "coverRelativePath": "OEBPS/image/cover.jpg"
    },
    {
      "id": "9780525533221",
      "url": "E:\\Books\\Novels\\The Female Persuasion - Meg Wolitzer.epub",
      "name": "The Female Persuasion - Meg Wolitzer.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///fb893781-20b0-42ec-b90b-560ff86e2f3a",
      "title": "The Female Persuasion",
      "author": "Meg Wolitzer",
      "description": "<b><b>\"[Wolitzer] writes in warm, specific prose that neither calls attention to itself nor ignores the mandate of the best books: to tell us things we know in ways we never thought to know them... [She] is an infinitely capable creator of human identities that are as real as the type on this page.\" -</b><b><i>The New York Times Book Review</i></b><br><b>\"Equal parts cotton candy and red meat, in the best way.\" -</b><b><i>People </i></b><br><b>From the </b><b><i>New York Times</i></b><b>-bestselling author of </b><b><i>The Interestings</i></b><b>, an electric, multilayered novel about ambition, power, friendship, and mentorship, and the romantic ideals we all follow deep into adulthood, not just about who we want to be with, but who we want to </b><b><i>be</i></b><b>.</b></b><br>To be admired by someone we admire - we all yearn for this: the private, electrifying pleasure of being singled out by someone of esteem. But sometimes it can also mean entry to a new kind of life, a...",
      "coverRelativePath": "OEBPS/image/cover.jpg"
    },
    {
      "id": "9780399592812",
      "url": "E:\\Books\\Novels\\The Golden House.epub",
      "name": "The Golden House.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///8d4981e5-02d2-4cb9-986b-cecc17e9f2fc",
      "title": "The Golden House",
      "author": "Salman Rushdie",
      "description": "<b>A modern American epic set against the panorama of contemporary politics and culture&#8212;a hurtling, page-turning mystery that is equal parts <i>The Great Gatsby</i> and <i>The Bonfire of the Vanities</i></b><br> On the day of Barack Obama's inauguration, an enigmatic billionaire from foreign shores takes up residence in the architectural jewel of \"the Gardens,\" a cloistered community in New York's Greenwich Village. The neighborhood is a bubble within a bubble, and the residents are immediately intrigued by the eccentric newcomer and his family. Along with his improbable name, untraceable accent, and unmistakable whiff of danger, Nero Golden has brought along his three adult sons: agoraphobic, alcoholic Petya, a brilliant recluse with a tortured mind; Apu, the flamboyant artist, sexually and spiritually omnivorous, famous on twenty blocks; and D, at twenty-two the baby of the family, harboring an explosive secret even from himself. There is no mother, no wife; at least not...",
      "coverRelativePath": "OEBPS/images/Rush_9780399592812_epub3_001_cvi.jpg"
    },
    {
      "id": "B06Y5WRS2C",
      "url": "E:\\Books\\Novels\\The Great Alone - Kristin Hannah.epub",
      "name": "The Great Alone - Kristin Hannah.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///de29662f-42d5-4105-aaa5-9887b1ae0df3",
      "title": "The Great Alone: A Novel",
      "author": "Kristin Hannah",
      "description": "",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "9245ef93-0631-42cb-99ae-990e854d845d",
      "url": "E:\\Books\\Novels\\The Immortalists.epub",
      "name": "The Immortalists.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///a8e626b6-57d1-4266-b629-b08066bbe2c2",
      "title": "The Immortalists",
      "author": "Chloe Benjamin",
      "description": "",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "9780812988642",
      "url": "E:\\Books\\Novels\\The Largesse of the Sea Maiden.epub",
      "name": "The Largesse of the Sea Maiden.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///2d9a0248-6f6e-491b-972e-1d0e80f8fc77",
      "title": "The Largesse of the Sea Maiden",
      "author": "Denis Johnson",
      "description": "",
      "coverRelativePath": "OEBPS/images/John_9780812988642_epub3_001_cvi.jpg"
    },
    {
      "id": "9781476794068",
      "url": "E:\\Books\\Novels\\The Last Castle.epub",
      "name": "The Last Castle.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///9706949e-5c6b-45e9-b48b-7fd40c801af6",
      "title": "The Last Castle",
      "author": "Denise Kiernan",
      "description": "<b>&ldquo;A soaring and gorgeous American story&rdquo; (Karen Abbott) from the author of the <i>New York Times </i>bestselling <i>The Girls of Atomic City.</i></b><BR> <BR>The fascinating true story behind the magnificent Gilded Age mansion Biltmore&#8212;the largest, grandest residence ever built in the United States.<BR>The story of Biltmore spans World Wars, the Jazz Age, the Depression, and generations of the famous Vanderbilt family, and features a captivating cast of real-life characters including F. Scott Fitzgerald, Thomas Wolfe, Teddy Roosevelt, John Singer Sargent, James Whistler, Henry James, and Edith Wharton.<BR> <BR>Orphaned at a young age, Edith Stuyvesant Dresser claimed lineage from one of New York&rsquo;s best known families. She grew up in Newport and Paris, and her engagement and marriage to George Vanderbilt was one of the most watched events of Gilded Age society. But none of this prepared her to be mistress of Biltmore House.<BR> <BR>Before their marriage,...",
      "coverRelativePath": "ops/images/9781476794068.jpg"
    },
    {
      "id": "9780374712174",
      "url": "E:\\Books\\Novels\\The Ninth Hour.epub",
      "name": "The Ninth Hour.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///2c05e7af-194b-48c2-8712-bc703678d0e4",
      "title": "The Ninth Hour",
      "author": "Alice McDermott",
      "description": "<p><b>A portrait of the Irish-American experience in the 1940s and 1950s, by the National Book Award-winning author</b></p><p>On a dim winter afternoon, a young Irish immigrant opens the gas taps in his Brooklyn tenement. He is determined to prove&#8212;to the subway bosses who have recently fired him, to his badgering, pregnant wife&#8212;\"that the hours of his life belong to himself alone.\" In the aftermath of the fire that follows, Sister St. Savior, an aging nun, a Little Sister of the Sick Poor, appears, unbidden, to direct the way forward for his widow and his unborn child. </p><p>In Catholic Brooklyn, in the early part of the twentieth century, decorum, superstition, and shame collude to erase the man's brief existence, and yet his suicide, although never spoken of, reverberates through many lives&#8212;testing the limits and the demands of love and sacrifice, of forgiveness and forgetfulness, even through multiple generations. Rendered with remarkable lucidity and...",
      "coverRelativePath": "OEBPS/images/9780374712174.jpg"
    },
    {
      "id": "urn:uuid:74760368-f2bf-4ec2-95b6-a5aa51daf42d",
      "url": "E:\\Books\\Novels\\The Right Time - Danielle Steel.epub",
      "name": "The Right Time - Danielle Steel.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///1c0fae64-3f99-4dd8-8431-1753ec3facb1",
      "title": "The Right Time",
      "author": "Danielle Steel",
      "description": "",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "9780871409430",
      "url": "E:\\Books\\Novels\\The Road Not Taken.epub",
      "name": "The Road Not Taken.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///0a2aa278-3eba-4117-9196-e902697c8a34",
      "title": "The Road Not Taken",
      "author": "Max Boot",
      "description": "<p>In chronicling the adventurous life of legendary CIA operative Edward Lansdale, The Road Not Taken definitively reframes our understanding of the Vietnam War.</p>In this epic biography of Edward Lansdale (1908&#8211; 1987), the man said to be the fictional model for Graham Greene's The Quiet American, best-selling historian Max Boot demonstrates how Lansdale pioneered a \"hearts and mind\" diplomacy, first in the Philippines, then in Vietnam. It was a visionary policy that, as Boot reveals, was ultimately crushed by America's giant military bureaucracy, steered by elitist generals and blueblood diplomats who favored troop build-ups and napalm bombs over winning the trust of the people. Through dozens of interviews and access to neverbefore-seen documents&#8212;including long-hidden love letters&#8212;Boot recasts this cautionary American story, tracing the bold rise and the crashing fall of the roguish \"T. E. Lawrence of Asia\" from the battle of Dien Bien Phu to the humiliating...",
      "coverRelativePath": "OEBPS/images/cover.jpg"
    },
    {
      "id": "urn:uuid:6BAF4729-6FB1-4777-9CFC-A8EB22D61363",
      "url": "E:\\Books\\Novels\\The Widows of Malabar Hill.epub",
      "name": "The Widows of Malabar Hill.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///2ea80395-6371-4a19-9550-ab57ab0f00d9",
      "title": "The Widows of Malabar Hill",
      "author": "Sujata Massey",
      "description": "<b>Introducing an extraordinary female lawyer-sleuth in a new historical series set in 1920s Bombay!</b><br> <b> </b><br>Bombay, 1921: Perveen Mistry, the daughter of a respected Zoroastrian family, has just joined her father's law firm, becoming one of the first female lawyers in India. Armed with a law degree from Oxford, Perveen also has a tragic personal history that makes her especially devoted to championing and protecting women's legal rights.<br>Mistry Law has been appointed to execute the will of Mr. Omar Farid, a wealthy Muslim mill owner who has left three widows behind. But as Perveen is going through the paperwork, she notices something strange: all three of the wives have signed over their full inheritance to a charity. What will they live on if they forfeit what their husband left them? Perveen is suspicious, especially since one of the widows has signed her form with an X&#8212;meaning she probably couldn't even read the document. The Farid widows live in full...",
      "coverRelativePath": "OEBPS/image/9781616957780.jpg"
    },
    {
      "id": "B06Y55Z36S",
      "url": "E:\\Books\\Novels\\The Woman in the Window - A. J. Finn.epub",
      "name": "The Woman in the Window - A. J. Finn.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///d6434faa-60de-4fb4-a626-d9055ea8877d",
      "title": "The Woman in the Window",
      "author": "A. J. Finn",
      "description": "<div><p>“Astounding. Thrilling. Amazing.” <strong>—Gillian Flynn</strong></p>\n<p>“Unputdownable.” <strong>—Stephen King</strong></p>\n<p>“A dark, twisty confection.” —<strong>Ruth Ware</strong></p>\n<p>“Absolutely gripping.” —<strong>Louise Penny</strong></p>\n<p>For readers of Gillian Flynn and Tana French comes one of the decade’s most anticipated debuts, to be published in thirty-six languages around the world and already in development as a major film from Fox: a twisty, powerful Hitchcockian thriller about an agoraphobic woman who believes she witnessed a crime in a neighboring house.</p>\n<p><strong><em>It isn’t paranoia if it’s really happening . . . </em></strong></p>\n<p>Anna Fox lives alone—a recluse in her New York City home, unable to venture outside. She spends her day drinking wine (maybe too much), watching old movies, recalling happier times . . . and spying on her neighbors.</p>\n<p>Then the Russells move into the house across the way: a father, a mother, their teenage son. The perfect family. But when Anna, gazing out her window one night, sees something she shouldn’t, her world begins to crumble—and its shocking secrets are laid bare.</p>\n<p>What is real? What is imagined? Who is in danger? Who is in control? In this diabolically gripping thriller, no one—and nothing—is what it seems.</p>\n<p><strong>Twisty and powerful, ingenious and moving, <em>The Woman in the Window</em> is a smart, sophisticated novel of psychological suspense that recalls the best of Hitchcock.</strong></p>\n<p>**</p></div>",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "B01N4D4R7W",
      "url": "E:\\Books\\Novels\\They Both Die at the End.epub",
      "name": "They Both Die at the End.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///d820063c-dc83-4db6-8831-9dd54f628947",
      "title": "They Both Die at the End",
      "author": "Adam Silvera",
      "description": "",
      "coverRelativePath": "cover.jpeg"
    },
    {
      "id": "9781925410501",
      "url": "E:\\Books\\Novels\\When.epub",
      "name": "When.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///0da505f4-736a-4c82-8e6b-a076920df092",
      "title": "When",
      "author": "Daniel H Pink",
      "description": "Daniel H. Pink, the bestselling author of <i>Drive</i> and <i>To Sell is Human</i>, unlocks the scientific secrets to good timing to help you flourish at work, at school, and at home. <br><br>Everyone knows that timing is everything. But we don't know much about timing itself. Our lives are a never-ending stream of 'when' decisions: when to start a business, schedule a class, get serious about a person. Yet we make those decisions based on intuition and guesswork.<br><br>Timing, it's often assumed, is an art. In <i>When: The Scientific Secrets of Perfect Timing</i>, Pink shows that timing is really a science.<br><br>Drawing on a rich trove of research from psychology, biology, and economics, Pink reveals how best to live, work, and succeed. How can we use the hidden patterns of the day to build the ideal schedule? Why do certain breaks dramatically improve student test scores? How can we turn a stumbling beginning into a fresh start? Why should we avoid going to the hospital...",
      "coverRelativePath": "OEBPS/images/cover.jpg"
    },
    {
      "id": "978-1-61219-515-5",
      "url": "E:\\Books\\Novels\\[www.eBookBB.com] Mirror Thief.epub",
      "name": "[www.eBookBB.com] Mirror Thief.epub",
      "type": "epub",
      "ext": ".epub",
      "dateCreate": "",
      "size": "",
      "coverUrl": "blob:file:///073ecd79-3537-4b73-85e8-614c713fec9c",
      "title": "The Mirror Thief",
      "author": "Martin Seay",
      "description": "<b>A globetrotting, time-bending, wildly entertaining masterpiece in the tradition of <i>Cloud Atlas</i>.</b><br><i>Publishers Weekly</i> raved that \"with near-universal appeal . . . Seay's debut novel is a true delight, a big, beautiful cabinet of wonders that is by turns an ominous modern thriller, a supernatural mystery, and an enchanting historical adventure story.\" Set in three cities in three eras, <i>The Mirror Thief</i> calls to mind David Mitchell and Umberto Eco in its mix of entertainment and literary bravado.<br>The core story is set in Venice in the sixteenth century, when the famed makers of Venetian glass were perfecting one of the old world's most wondrous inventions: the mirror. An object of glittering yet fearful fascination<b>&#8212;</b>was it reflecting simple reality, or something more spiritually revealing?<b>&#8212;</b>the Venetian mirrors were state of the art technology, and subject to industrial espionage by desirous sultans and royals world-wide. But for...",
      "coverRelativePath": "OEBPS/images/Seay_9781612195155_epub_cvi_r1.jpg"
    }
  ]
}